{
    "https://www.justice.gov/jm/jm-9-28000-principles-federal-prosecution-business-organizations": [
        "a timely threat AND some factual information",
        "An official website of the United States government Here’s how you know \nOfficial websites use .gov\n\n              A .gov website belongs to an official government organization in the United States.             \nSecure .gov websites use HTTPS\n\n              A lock (LockA locked padlock) or https:// means you’ve safely connected to the .gov website. Share sensitive information only on official, secure websites.              The prosecution of corporate crime is a high priority for the Department of Justice. By investigating allegations of wrongdoing and bringing charges where appropriate for criminal misconduct, the Department promotes critical public interests. These interests include, among other things: (1) protecting the integrity of our economy and capital markets by enforcing the rule of law; (2) protecting consumers, investors, and business entities against bad actors that gain unfair advantage or cause economic harm by violating the law; (3) preventing violations of environmental and worker safety laws; and (4) discouraging business practices that would permit or promote unlawful conduct at the expense of the public interest. One of the most effective ways to combat corporate misconduct is by holding accountable all individuals who engage in wrongdoing.  Such accountability deters future illegal activity, incentivizes changes in corporate behavior, ensures that the proper parties are held responsible for their actions, and promotes the public’s confidence in our justice system. Prosecutors should focus on wrongdoing by individuals from the very beginning of any investigation of corporate misconduct.  By focusing on building cases against individual wrongdoers, the Department accomplishes multiple goals. First, the Department increases its ability to identify the full extent of corporate misconduct.  Because a corporation only acts through individuals, investigating the conduct of individuals is the most efficient and effective way to determine the facts and the extent of any corporate misconduct.  Second, by focusing on individuals, the Department increases the likelihood that those with knowledge of the corporate misconduct will be identified and provide information about the individuals involved, at any level of an organization.  Third, the Department maximizes the likelihood that the criminal investigation appropriately identifies and holds accountable culpable individuals and not just the corporation. These Principles provide internal Department of Justice guidance. They are not intended to, do not, and may not be relied upon to create any rights, substantive or procedural, enforceable at law by any party in any matter civil or criminal. Nor are any limitations hereby placed on otherwise lawful investigative and litigative prerogatives of the Department of Justice. [updated March 2023]  Corporate directors and officers owe a fiduciary duty to a corporation's shareholders (the corporation's true owners), and they owe duties of honest dealing to the investing public and consumers in connection with the corporation's regulatory filings and public statements. A prosecutor's duty to enforce the law requires the investigation and prosecution of criminal wrongdoing if it is discovered. In carrying out this mission with the diligence and resolve necessary to vindicate the important public interests discussed above, prosecutors should be mindful of the common cause we share with responsible corporate leaders who seek to promote trust and confidence. Prosecutors should also be mindful that confidence in the Department is affected both by the results we achieve and by the real and perceived ways in which we achieve them. Thus, the manner in which prosecutors perform their jobs—including the professionalism and civility demonstrated, willingness to secure the facts in a manner that encourages corporate compliance and self-regulation, and appreciation that corporate prosecutions can cause harm to blameless investors, employees, and others—affects public perception of the Department's mission. Federal prosecutors must maintain public confidence in the way in which the Department of Justice exercises charging discretion. This endeavor requires the thoughtful analysis of all facts and circumstances presented in a given case. [updated April 2023]  A. General Principle: Corporations should not be treated leniently because of their artificial nature nor should they be subject to harsher treatment. Vigorous enforcement of the criminal laws against corporate wrongdoers, where appropriate, results in great benefits for law enforcement and the public, particularly in the area of white collar crime. Holding corporations accountable for wrongdoing enables the government to be a force for positive change of corporate culture, and a force to prevent, discover, and punish serious crimes. B. Comment: There is no DOJ policy establishing a presumption against or in favor of seeking an indictment against a corporation. Rather, in all cases involving corporate wrongdoing, prosecutors should consider each of the factors discussed in these guidelines in determining whether to charge a corporation or enter into a corporate resolution, including the appropriate structure and form of a resolution, the monetary penalty, compliance terms, and other provisions.[1] In doing so, prosecutors should be aware of the public benefits that can flow from charging a corporation in appropriate cases. For instance, corporations are likely to take immediate remedial steps when another corporation is charged with criminal misconduct that is pervasive throughout a particular industry, and thus an criminal charges can provide a unique opportunity for deterrence on a broad scale. In addition, a corporate prosecution may result in specific deterrence by changing the culture of the charged corporation and the behavior of its employees. Finally, certain crimes that carry with them a substantial risk of great public harm—e.g., environmental crimes or sweeping financial frauds—may be committed by a business entity, and there may therefore be a substantial federal interest in charging a corporation under such circumstances. In certain instances, it may be appropriate to resolve a corporate criminal case by means other than an indictment or pre-indictment guilty plea. Non-prosecution and deferred prosecution agreements, for example, occupy an important middle ground between declining prosecution and obtaining the conviction of a corporation. These agreements are discussed further in JM 9-28.1100 (Collateral Consequences). Likewise, civil and regulatory alternatives may be appropriate in certain cases, as discussed in JM 9-28.1200 (Civil or Regulatory Alternatives).  Prosecutors have substantial latitude in determining when, whom, how, and even whether to prosecute for violations of federal criminal law. In exercising that discretion, prosecutors should consider the following statements of principles that summarize the considerations they should weigh and the practices they should follow in discharging their prosecutorial responsibilities. Prosecutors should ensure that the general purposes of the criminal law—appropriate punishment for the defendant, deterrence of further criminal conduct by the defendant, deterrence of criminal conduct by others, protection of the public from dangerous and fraudulent conduct, rehabilitation, and restitution for victims—are adequately met, taking into account the special nature of the corporate \"person.\" When the Department enters into a plea agreement, a deferred prosecution agreement, or a non-prosecution agreement to resolve corporate criminal liability, the agreement should, to the greatest extent possible, include: (1) an agreed-upon statement of facts outlining the criminal conduct that forms the basis for the agreement; and (2) a statement of relevant considerations that explains the Department's reasons for entering into the agreement. Relevant considerations may, for example, include: the corporation’s voluntary self-disclosure (or any self-reporting) to the Department, cooperation with the Department’s investigation, and remedial efforts (or lack thereof); the basis for and extent of cooperation credit, if any, that the corporation is receiving; the seriousness and pervasiveness of the criminal conduct; the corporation’s history of misconduct; the state of the corporation’s compliance program at the time of the underlying criminal conduct and at the time of the resolution; the reasons for imposing an independent compliance monitor or any other compliance undertaking, if applicable; other relevant factors listed in JM § 9-28.300; and any other key considerations related to the Department's decision regarding the resolution.  Absent exceptional circumstances, corporate criminal resolution agreements will be published on the Department's public website. [updated April 2023] [1] While these guidelines refer to corporations, they apply to the consideration of the prosecution of all types of business organizations, including partnerships, sole proprietorships, government entities, and unincorporated associations.  A. General Principle: Prosecution of a corporation is not a substitute for the prosecution of criminally culpable individuals within or outside the corporation.  Because a corporation can act only through individuals, holding individual wrongdoers criminally liable may provide the strongest deterrent against future corporate wrongdoing.  Provable individual criminal charges should be pursued, particularly if they implicate high-level corporate officers, even in the face of an offer of a corporate guilty plea or some other disposition of the charges against the corporation, including a deferred prosecution or non-prosecution agreement, or a civil resolution.  In other words, regardless of the ultimate corporate disposition, a separate evaluation must be made with respect to potentially liable individuals. Absent extraordinary circumstances or approved departmental policy such as the Antitrust Division’s Corporate Leniency Policy, no corporate resolution should provide protection from criminal liability for any individuals. The United States generally should not release individuals from criminal liability based on corporate settlement releases.  Any such release of individuals from criminal liability due to extraordinary circumstances must be personally approved in writing by the relevant Assistant Attorney General or United States Attorney. B. Comment:  It is important early in the corporate investigation to identify the responsible individuals and determine the nature and extent of their misconduct.   Prosecutors should not allow delays in the corporate investigation to undermine the Department’s ability to pursue potentially culpable individuals.  Every effort should be made to resolve a corporate matter within the statutorily allotted time, and tolling agreements should be the rare exception.  In situations where it is anticipated that a tolling agreement is unavoidable, all efforts should be made either to prosecute culpable individuals before the limitations period expires or to preserve the ability to charge individuals by tolling the limitations period by agreement or court order. If an investigation of individual misconduct has not concluded by the time authorization is sought to resolve the case against the corporation, or prosecution against individuals is not viable for other reasons, prosecutors must submit to the supervising United States Attorney or Assistant Attorney General a prosecution or resolution authorization memorandum that addresses the potential liability of individuals, a description of the current status of the investigation regarding their conduct and the investigative work that remains to be done, and, whenever warranted, an investigative plan to bring the matter to resolution expeditiously and prior to the end of any statute of limitations period.  In such cases, prosecutors must obtain the approval of the supervising United States Attorney or Assistant Attorney General of both the corporate resolution and the memorandum addressing the investigation of responsible individuals and why it is not resolving before or concurrently with the corporate case.   At times, Department criminal investigations take place in parallel to criminal investigations in foreign jurisdictions into the same or related conduct.  In such situations, the Department may learn that a foreign government intends to bring criminal charges against an individual whom the Department is also investigating.  Before declining to commence a prosecution in the United States on that basis, prosecutors must make a case-specific determination as to whether there is a significant likelihood that the individual will be subject to effective prosecution in the other jurisdiction.  In making that determination, prosecutors should consider, inter alia: (1) the strength of the other jurisdiction’s interest in the prosecution; (2) the other jurisdiction’s ability and willingness to prosecute effectively; and (3) the probable sentence and other consequences if the individual is convicted in the other jurisdiction.  When appropriate, Department prosecutors may wait to initiate a federal prosecution in order to better understand the scope and effectiveness of a prosecution in another jurisdiction.  However, prosecutors should not delay commencing federal prosecution to the extent that delay could prevent the government from pursuing certain charges (e.g., on statute of limitations grounds), reduce the chance of arresting the individual, or otherwise undermine the strength of the federal case.  Similarly, prosecutors should not be deterred from pursuing appropriate charges just because an individual liable for corporate crime is located outside the United States. Under the doctrine of respondeat superior, a corporation may be held criminally liable for the illegal acts of its directors, officers, employees, and agents.  To hold a corporation liable for these actions, the government must establish that the corporate agent’s actions (i) were within the scope of their duties and (ii) were intended, at least in part, to benefit the corporation. United States v.  Agosto-Vega, 617 F.3d 541, 552-53 (1st Cir. 2010); United States v. Ionia Mgmt. S.A., 555 F.3d 303, 309-10 (2d Cir. 2009) (per curiam).  In all cases involving wrongdoing by corporate agents, prosecutors should not limit their focus solely to individuals or the corporation, but should consider both as potential targets. Agents may act for mixed reasons—both for self-aggrandizement (direct and indirect) and for the benefit of the corporation, and a corporation may be held liable as long as one motivation of its agent is to benefit the corporation.  See United States v. Oceanic Illsabe Ltd., 889 F.3d 178, 195 (4th Cir. 2018) (explaining that corporate liability can arise “if the employee or agent has acted for his own benefit as well as that of his employer”) (quotations omitted); United States v. Singh, 518 F.3d 236, 250 (4th Cir. 2008) (stating that respondeat superior liability arises even “if the employee or agent has acted for his own benefit as well as that of his employer”); United States v.United States v. Potter, 463 F.3d 9, 25 (1st Cir. 2006) (stating that the test to determine whether a corporation is vicariously liable for its agent’s actions is “whether the agent is performing acts of the kind which he is authorized to perform, and those acts are motivated—at least in part—by an intent to benefit the corporation.”) (quotations omitted). In United States v. Automated Medical Laboratories, Inc., 770 F.2d 399 (4th Cir. 1985), for example, the Fourth Circuit affirmed a corporation’s conviction for the actions of a subsidiary’s employee despite the corporation’s claim that the employee was acting for his own benefit, namely his “ambitious nature and his desire to ascend the corporate ladder.”  Id. at 407. The court stated, “Partucci was clearly acting in part to benefit AML since his advancement within the corporation depended on AML’s well-being and its lack of difficulties with the FDA.”  Id.; see also United States v. Cincotta, 689 F.2d 238, 241-42 (1st Cir. 1982) (upholding a corporation’s conviction, notwithstanding the substantial personal benefit reaped by its miscreant agents, because the fraudulent scheme required money to pass through the corporation’s treasury and the fraudulently obtained goods were resold to the corporation’s customers in the corporation’s name). A corporate prosecution may be viable even where a corporation has a policy against the particular activity. Moreover, the corporation need not even necessarily profit from its agent’s actions for it to be held liable.   In  Automated Medical Laboratories, the Fourth Circuit stated: [B]enefit is not a “touchstone of criminal corporate liability; benefit at best is an evidential, not an operative, fact.”  Thus, whether the agent’s actions ultimately redounded to the benefit of the corporation is less significant than whether the agent acted with the intent to benefit the corporation. The basic purpose of requiring that an agent have acted with the intent to benefit the corporation, however, is to insulate the corporation from criminal liability for actions of its agents which may be  inimical  to the interests of the corporation or which may have been undertaken solely to advance the interests of that agent or of a party other than the corporation. 770 F.2d at 407 (emphasis in original) (internal citation omitted) (quoting Old Monastery Co. v. United States, 147 F.2d 905, 908 (4th Cir. 1945)); see also United States v. Grayson Enterprises, Inc., 950 F.3d 386, 408 (7th Cir. 2020) (“[N]ot all the benefits of the crime need to go to a corporation for it to be held criminally liable for its agents’ actions”). [updated April 2023] A. General Principle: Generally, prosecutors apply the same factors in determining whether to charge a corporation as they do with respect to individuals. See JM 9-27.220 et seq. Thus, the prosecutor must weigh all of the factors normally considered in the sound exercise of prosecutorial judgment: the sufficiency of the evidence; the likelihood of success at trial; the probable deterrent, rehabilitative, and other consequences of conviction; and the adequacy of noncriminal approaches.  See id.  However, due to the nature of the corporate “person,” some additional factors are present. In conducting an investigation, determining whether to bring charges, and negotiating plea or other agreements, prosecutors should consider the following factors in reaching a decision as to the proper treatment of a corporate target: B. Comment: The factors listed in this section are intended to be illustrative of those that should be evaluated and are not an exhaustive list of potentially relevant considerations. Some of these factors may not apply to specific cases, and in some cases one factor may override all others.  For example, the nature and seriousness of the offense may be sufficiently aggravating to warrant prosecution regardless of the other factors.  In most cases, however, no single factor will be dispositive.  In addition, national law enforcement policies in various enforcement areas may require that more or less weight be given to certain of these factors than to others.  Of course, prosecutors must exercise their thoughtful and pragmatic judgment in applying and balancing these factors, so as to achieve a fair and just outcome and promote respect for the law. [updated March 2023] For example, while it is generally proper for a prosecutor to consider the corporation’s pre-indictment conduct, e.g., voluntary self-disclosure, cooperation, remediation, or restitution, in determining whether to seek an indictment, see JM 9-27.230, many Divisions of the Department apply specialized policies to such considerations. For example, the Antitrust Division’s Leniency Policy, JM 7-3.300, is available only to the first corporation to voluntary self-disclose to the Antitrust Division and meet the policy’s requirements. [updated March 2023]  Pervasiveness [is] case specific and [will] depend on the number, and degree of responsibility, of individuals [with] substantial authority...who participated in, condoned, or were willfully ignorant of the offense. Fewer individuals need to be involved for a finding of pervasiveness if those individuals exercised a relatively high degree of authority. Pervasiveness can occur either within an organization as a whole or within a unit of an organization. U.S.S.G. § 8C2.5, cmt. (n. 4). [updated March 2023]  To aid in this effort, prosecutors should request that corporations prepare and produce a list and summary of all prior criminal resolutions within the last ten years, as well as any known pending investigations by U.S. (federal and state) and foreign government authorities. Attorneys for the government may tailor (or expand) this request to obtain the information that would be most relevant to the Department's analysis. Which factors are most relevant, and how to weigh these factors, will be a fact-specific determination in each case. In general, however, prosecutors weighing these factors should assign the greatest significance to recent U.S. criminal resolutions, and to conduct involving the same personnel or occurring under the same management as the conduct under investigation.  Greater significance should also be placed upon prior criminal resolutions that involved similar types of misconduct at either the same or a closely-related entity. Dated conduct, such as prior criminal resolutions entered into more than ten years before the conduct currently under investigation, and prior civil or regulatory resolutions that were finalized more than five years before the conduct under investigation, should generally be accorded less weight (with the weight growing the closer in time or in nature the conduct is to the present conduct).  Prior resolutions involving remote entities within the corporate family (e.g., entities that do not have common management or share compliance resources), as well as prior resolutions that did not result in a criminal disposition, also should be accorded less weight.  Such conduct may be generally less reflective of the corporation’s current compliance culture, program, and risk tolerance.  However, the analysis should remain fact-bound and individualized, even for older misconduct.  A change in management and/or ownership combined with significant remediation may, in some instances, lessen the weight given to past history of misconduct.  Prior misconduct committed by an acquired entity should receive significantly less weight if the acquired entity has been integrated into an effective, well-designed compliance program at the acquiring corporation and if the acquiring corporation addressed the root cause of the prior misconduct before the conduct currently under investigation occurred, and full and timely remediation occurred within the acquired entity before the conduct currently under investigation. When evaluating charges or resolution terms for a corporation that previously entered into a non-prosecution or deferred prosecution agreement, prosecutors should consider and scrutinize whether a successive non-prosecution or deferred prosecution agreement would be appropriate under the circumstances. Multiple non-prosecution or deferred prosecution agreements are generally disfavored, especially where the matters at issue involve recent or similar types of misconduct; the same personnel, officers, or executives; or the same entities.  Before making a corporate resolution offer that would result in multiple non-prosecution or deferred prosecution agreements for a corporation (including its affiliated entities), Department prosecutors must secure the written approval of the responsible U.S. Attorney or Assistant Attorney General and provide notice to the Office of the Deputy Attorney General (ODAG) in the manner set forth in JM 1-14.000.  Notice provided to ODAG pursuant to JM 1-14.000 and this provision must be made with sufficient timeliness to enable careful review, but in no circumstance less than ten business days prior to issuing an offer to the corporation, absent extraordinary circumstances.  While multiple deferred or non-prosecution agreements are generally disfavored, prosecutors should nonetheless incentivize and reward corporations that voluntarily self-disclose misconduct, even where such corporations have entered into prior resolutions.  A timely voluntary self-disclosure not only reveals misconduct at a corporation; it can also reflect that a corporation is appropriately working to detect misconduct and taking seriously its responsibility to instill and act upon a culture of compliance. In keeping with JM 9-28.900, when weighing a corporation’s history of misconduct, Department prosecutors must appropriately credit voluntary and timely self-disclosures of current and prior conduct. [updated April 2023]  Cooperation is a mitigating factor, by which a corporation—just like any other subject of a criminal investigation—can gain credit in a case that otherwise is appropriate for indictment and prosecution. Of course, the decision not to cooperate by a corporation (or individual) is not itself evidence of misconduct, at least where the lack of cooperation does not involve criminal misconduct or demonstrate consciousness of guilt (e.g., suborning perjury or false statements, or refusing to comply with lawful discovery requests).  Thus, failure to cooperate, in and of itself, does not support or require the filing of charges with respect to a corporation any more than with respect to an individual. A. General Principle: The Department encourages and rewards cooperation.  Credit for cooperation takes many forms and is calculated differently based on the degree to which a corporation cooperates with the government's investigation and the commitment that the corporation demonstrates in doing so.  A corporation’s cooperation may, as part of a holistic analysis, impact the appropriate form of the resolution as well as the fine range and fine amount. [1] Companies that identify significant facts but delay their disclosure will place in jeopardy their eligibility for cooperation credit.  Corporations seeking cooperation credit ultimately bear the burden of ensuring that documents and information are provided in a timely manner to prosecutors. In order for a corporation to receive any consideration for cooperation under this section, the corporation must identify all individuals substantially involved in or responsible for the misconduct at issue, regardless of their position, status or seniority, and timely provide to the Department all relevant facts relating to that misconduct.   If a corporation seeking cooperation credit declines to learn of such facts or to provide the Department with complete factual information about the individuals substantially involved in or responsible for the misconduct, its cooperation will not be considered a mitigating factor under this section.   Nor, where a corporation is prosecuted in such a case, will the Department support a cooperation-related reduction at sentencing.  See  U.S.S.G. § 8C2.5(g), cmt. (n. 13) (“A prime test of whether the organization has disclosed all pertinent information” necessary to receive a cooperation-related reduction in its offense level calculation “is whether the information is sufficient … to identify … the individual(s) responsible for the criminal conduct.”). [2] Likewise, production of evidence to the government that is most relevant for assessing individual culpability should be prioritized.  If the company is unable to identify all relevant individuals or provide complete factual information despite its good faith efforts to cooperate fully, the organization may still be eligible for cooperation credit.  See U.S.S.G. § 8C2.5(g), cmt. (n. 13) (“[T]he cooperation to be measured is the cooperation of the organization itself, not the cooperation of individuals within the organization.  If, because of the lack of cooperation of particular individual(s), neither the organization nor law enforcement personnel are able to identify the culpable individual(s) within the organization despite the organization’s efforts to cooperate fully, the organization may still be given credit for full cooperation.”).  For example, there may be circumstances where, despite its best efforts to conduct a thorough investigation, a company genuinely cannot get access to certain evidence or is legally prohibited from disclosing it to the government.  Under such circumstances, the company seeking cooperation will bear the burden of explaining the restrictions it is facing to the prosecutor. In assessing a corporation’s cooperation during a criminal investigation, prosecutors should consider the following non-exhaustive list of factors, exercising appropriate discretion regarding the weight to be attributed to each factor, as well as any additional factors that may be relevant for consideration given the facts of a particular case. The greatest amount of cooperation credit will generally be provided when companies cooperate through the following actions: [3] B. Comment: A cooperating corporation must earn credit for cooperation; it is not provided as a matter of course.  In other words, a corporation starts at zero cooperation credit and then earns credit for specific cooperative actions, rather than starting at maximum available credit that is decreased based on deficiencies in cooperation.  A lack of genuine cooperation will result in a corporation receiving no credit or minimal credit, depending on the extent to which the cooperation was lacking.  Moreover, a corporation that fails to demonstrate timely and full cooperation at the earliest opportunity reduces its ability to earn cooperation credit.  For avoidance of doubt, a corporation is not required to waive its attorney-client privilege or attorney work product protection to be eligible to engage in cooperation or satisfy any threshold.  See  JM 9-28.720.  In investigating wrongdoing by or within a corporation, a prosecutor may encounter several obstacles resulting from the nature of the corporation itself.  It may be difficult to determine which individual took which action on behalf of the corporation.  Lines of authority and responsibility may be shared among operating divisions or departments, and records and personnel may be spread throughout the United States or even among several countries.  Where the criminal conduct continued over an extended period of time, the culpable or knowledgeable personnel may have been promoted, transferred, or fired, or they may have quit or retired.  Accordingly, a corporation’s cooperation may be critical in identifying potentially relevant actors and locating relevant evidence, among other things, and in doing so expeditiously. This dynamic—i.e., the difficulty of determining what happened, where the evidence is, and which individuals took or promoted putatively illegal corporate actions—can have negative consequences for both the government and the corporation that is the subject or target of a government investigation.  More specifically, because of corporate attribution principles concerning actions of corporate officers and employees, see JM 9.28-210, uncertainty about who authorized or directed apparent corporate misconduct can inure to the detriment of a corporation.  For example, it may not matter under the law which of several possible executives or leaders in a chain of command approved of or authorized criminal conduct; however, that information if known might bear on the propriety of a particular disposition short of indictment of the corporation.  It may not be in the interest of a corporation or the government for a charging decision to be made in the absence of such information, which might occur if, for example, a statute of limitations were relevant and authorization by any one of the officials were enough to justify a charge under the law. For these reasons and more, cooperation can be a favorable course for both the government and the corporation.  Cooperation benefits the government by allowing prosecutors and federal agents, for example, to avoid protracted delays, which compromise their ability to quickly uncover and address the full extent of widespread corporate crimes. This leads to timely resolution of investigations, which promotes public confidence, maximizes deterrence, and allows ongoing deficiencies at the corporation to be corrected and preventive measures established.  With cooperation by the corporation, the government may be able to reduce tangible losses, limit undue damage to reputation, and preserve assets for restitution. At the same time, cooperation may benefit the corporation—and ultimately shareholders, employees, and other often blameless victims—by enabling the government to focus its investigative resources in a manner that may expedite the investigation and that may be less likely to disrupt the corporation’s legitimate business operations.  In addition, cooperation may benefit the corporation by presenting it with the opportunity to earn credit for its efforts. The requirement that companies cooperate completely as to individuals does not mean that prosecutors should wait for corporations to deliver the information about individual wrongdoers and then merely accept what companies provide.  To the contrary, prosecutors proactively investigate individuals at every step of the process—before, during, and after any corporate cooperation.  Prosecutors should vigorously review any information provided by companies and compare it to the results of their own investigation, in order to best ensure that the information provided is indeed complete and does not seek to minimize, exaggerate, or otherwise misrepresent the behavior or role of any individual or group of individuals. Prosecutors should strive to obtain from a cooperating corporation as much information as possible about responsible individuals before resolving the corporate case.  In addition, the corporation’s continued cooperation with respect to individuals may be necessary post-resolution.   If so, the corporate resolution agreement should include a provision that requires the corporation to provide information about all individuals substantially involved in or responsible for the misconduct, and that is explicit enough so that a failure to provide the information results in specific consequences, such as stipulated penalties and/or a material breach. [cited in JM 9-47.120] [updated March 2023] [1] Of course, in addition to cooperation in an investigation, the Department encourages timely voluntary self-disclosure of criminal wrongdoing,  see JM 9-28.900, even before all facts are known to the corporation, and recognizes that such early disclosures are unlikely to be a complete disclosure of all facts relevant to the wrongdoing at issue.  However, the Department does expect that, in such circumstances, the company will move in a timely fashion to conduct an appropriate investigation if the company chooses to conduct one and provide timely factual updates to the Department. [2] With respect to what is considered “timely” for purposes of cooperation, prosecutors should consider the definition under U.S.S.G. § 8C2.5(g), Application Note 13, which specifically notes that “[t]o qualify for a reduction under subsection (g)(1) or (g)(2), cooperation must be both timely and thorough. To be timely, the cooperation must begin essentially at the same time as the organization is officially notified of a criminal investigation.” [3] In assessing a corporation’s cooperation, prosecutors also should consider any guidance that is specific to a particular component’s area of practice (see, e.g., JM 9-47.120). [4] Although the Department may, where appropriate, request that a corporation refrain from taking a specific action for a limited period of time for de-confliction purposes, the Department will not take any steps to affirmatively direct a company’s internal investigation efforts. Additionally, when the Department does make a request to a corporation to defer investigative steps, such as the interview of employees or third parties, such a request will be made for a limited period of time and be narrowly tailored to a legitimate investigative purpose (e.g., to prevent impeding of a specified aspect of the Department’s investigation). Once the justification dissipates, the Department will promptly notify the corporation that the Department is lifting the request.  The attorney-client privilege and the attorney work product protection serve an extremely important function in the American legal system. The attorney-client privilege is one of the oldest and most sacrosanct privileges under the law. See Upjohn v. United States, 449 U.S. 383, 389 (1981). As the Supreme Court has stated, \"[i]ts purpose is to encourage full and frank communication between attorneys and their clients and thereby promote broader public interests in the observance of law and administration of justice.\" Id.  The value of promoting a corporation's ability to seek frank and comprehensive legal advice is particularly important in the contemporary global business environment, where corporations often face complex and dynamic legal and regulatory obligations imposed by the federal government and also by states and foreign governments. The work product doctrine serves similarly important goals. For these reasons, waiving the attorney-client and work product protections has never been a prerequisite under the Department's prosecution guidelines for a corporation to be viewed as cooperative. Nonetheless, a wide range of commentators and members of the American legal community and criminal justice system have asserted that the Department's policies have been used, either wittingly or unwittingly, to coerce business entities into waiving attorney-client privilege and work-product protection. Everyone agrees that a corporation may freely waive its own privileges if it chooses to do so; indeed, such waivers occur routinely when corporations are victimized by their employees or others, conduct an internal investigation, and then disclose the details of the investigation to law enforcement officials in an effort to seek prosecution of the offenders. However, the contention is that the Department's position on attorney-client privilege and work product protection waivers has promoted an environment in which those protections are being unfairly eroded to the detriment of all. The Department understands that the attorney-client privilege and attorney work product protection are essential and long-recognized components of the American legal system. What the government seeks and needs to advance its legitimate (indeed, essential) law enforcement mission is not waiver of those protections, but rather the facts known to the corporation about the putative criminal misconduct under review. In addition, while a corporation remains free to convey non-factual or \"core\" attorney-client communications or work product—if and only if the corporation voluntarily chooses to do so—prosecutors should not ask for such waivers and are directed not to do so. The critical factor is whether the corporation has provided the facts about the events, as explained further herein. [updated March 2023]  Eligibility for cooperation credit is not predicated upon the waiver of attorney-client privilege or work product protection. Instead, the sort of cooperation that is most valuable to resolving allegations of misconduct by a corporation and its officers, directors, employees, or agents is timely disclosure of the relevant facts concerning such misconduct. In this regard, the analysis parallels that for a non-corporate defendant, where cooperation typically requires disclosure of relevant factual knowledge and not of discussions between an individual and his attorneys. Thus, when the government investigates potential corporate wrongdoing, it seeks the relevant facts. For example, how and when did the alleged misconduct occur? Who promoted or approved it? Who was responsible for committing it? In this respect, the investigation of a corporation differs little from the investigation of an individual. In both cases, the government needs to know the facts to achieve a just and fair outcome. The party under investigation may choose to cooperate by disclosing the facts, and the government may give credit for the party's disclosures. If a corporation wishes to receive credit for such cooperation, which then can be considered with all other cooperative efforts and circumstances in evaluating how fairly to proceed, then the corporation, like any person, must timely disclose the relevant facts of which it has knowledge. [1]  (a) Disclosing the Relevant Facts—Facts Gathered Through Internal Investigation Individuals and corporations often obtain knowledge of facts in different ways. An individual knows the facts of his or others' misconduct through his own experience and perceptions. A corporation is an artificial construct that cannot, by definition, have personal knowledge of the facts. Some of those facts may be reflected in documentary or electronic media like emails, transaction or accounting documents, and other records. Often, the corporation gathers facts through an internal investigation. Exactly how and by whom the facts are gathered is for the corporation to decide. Many corporations choose to collect information about potential misconduct through lawyers, a process that may confer attorney-client privilege or attorney work product protection on at least some of the information collected. Other corporations may choose a method of fact-gathering that does not have that effect—for example, having employee or other witness statements collected after interviews by non-attorney personnel. Whichever process the corporation selects, the government's key measure of cooperation must remain the same as it does for an individual: has the party timely disclosed the relevant facts about the putative misconduct? That is the operative question in assigning cooperation credit for the disclosure of information—not whether the corporation discloses attorney-client or work product materials. Accordingly, a corporation should receive the same credit for disclosing facts contained in materials that are not protected by the attorney-client privilege or attorney work product as it would for disclosing identical facts contained in materials that are so protected. [2] On this point the Report of the House Judiciary Committee, submitted in connection with the attorney-client privilege bill passed by the House of Representatives in 2007 (H.R. 3013), comports with the approach required here: [A]n ... attorney of the United States may base cooperation credit on the facts that are disclosed, but is prohibited from basing cooperation credit upon whether or not the materials are protected by attorney-client privilege or attorney work product. As a result, an entity that voluntarily discloses should receive the same amount of cooperation credit for disclosing facts that happen to be contained in materials not protected by attorney-client privilege or attorney work product as it would receive for disclosing identical facts that are contained in materials protected by attorney-client privilege or attorney work product. There should be no differentials in an assessment of cooperation (i.e., neither a credit nor a penalty) based upon whether or not the materials disclosed are protected by attorney-client privilege or attorney work product. H.R. Rep. No. 110-445 at 4 (2007). In short, the corporation may be eligible for cooperation credit regardless of whether it chooses to waive privilege or work product protection in the process, if it timely provides all relevant facts about the individuals who were involved in the misconduct. But if the corporation does not disclose such facts, it will not be entitled to receive any credit for cooperation. Two final and related points bear noting about the disclosure of facts, although they should be obvious. First, the government cannot compel, and the corporation has no obligation to make, such disclosures (although the government can obviously compel the disclosure of certain records and witness testimony through subpoenas). Second, a corporation's failure to provide relevant information about individual misconduct alone does not mean the corporation will be indicted. It simply means that the corporation will not be entitled to mitigating credit for that cooperation. Whether the corporation faces charges will turn, as it does in any case, on the sufficiency of the evidence, the likelihood of success at trial, and all of the other factors identified in JM 9-28.300. If there is insufficient evidence to warrant indictment, after appropriate investigation has been completed, or if the other factors weigh against indictment, then the corporation should not be indicted, irrespective of whether it has earned cooperation credit. The converse is also true: The government may charge even the most cooperative corporation pursuant to these Principles if, in weighing and balancing the factors described herein, the prosecutor determines that a charge is required in the interests of justice. Put differently, even the most sincere and thorough effort to cooperate cannot necessarily absolve a corporation that has, for example, engaged in an egregious, orchestrated, and widespread fraud. Cooperation is a potential mitigating factor, but it alone is not dispositive. (b) Legal Advice and Attorney Work Product Separate from (and usually preceding) the fact-gathering process in an internal investigation, a corporation, through its officers, employees, directors, or others, may have consulted with corporate counsel regarding or in a manner that concerns the legal implications of the putative misconduct at issue. Communications of this sort, which are both independent of the fact-gathering component of an internal investigation and made for the purpose of seeking or dispensing legal advice, lie at the core of the attorney-client privilege. Such communications can naturally have a salutary effect on corporate behavior—facilitating, for example, a corporation's effort to comply with complex and evolving legal and regulatory regimes. [3] Except as noted in subparagraphs (b)(i) and (b)(ii) below, a corporation need not disclose, and prosecutors may not request the disclosure of, such communications as a condition for the corporation's eligibility to receive cooperation credit. Likewise, non-factual or core attorney work product—for example, an attorney's mental impressions or legal theories—lies at the core of the attorney work product doctrine. A corporation need not disclose, and prosecutors may not request the disclosure of, such attorney work product as a condition for the corporation's eligibility to receive cooperation credit. (i) Advice of Counsel Defense in the Instant Context Occasionally a corporation or one of its employees may assert an advice-of-counsel defense, based upon communications with in-house or outside counsel that took place prior to or contemporaneously with the underlying conduct at issue. In such situations, the defendant must tender a legitimate factual basis to support the assertion of the advice-of-counsel defense. See, e.g., Pitt v. Dist. of Columbia, 491 F.3d 494, 504-05 (D.C. Cir. 2007); United States v. Wenger, 427 F.3d 840, 853-54 (10th Cir. 2005); United States v. Cheek, 3 F.3d 1057, 1061-62 (7th Cir. 1993). The Department cannot fairly be asked to discharge its responsibility to the public to investigate alleged corporate crime, or to temper what would otherwise be the appropriate course of prosecutive action, by simply accepting on faith an otherwise unproven assertion that an attorney—perhaps even an unnamed attorney—approved potentially unlawful practices. Accordingly, where an advice-of-counsel defense has been asserted, prosecutors may ask for the disclosure of the communications allegedly supporting it. (ii) Communications in Furtherance of a Crime or Fraud Communications between a corporation (through its officers, employees, directors, or agents) and corporate counsel that are made in furtherance of a crime or fraud are, under settled precedent, outside the scope and protection of the attorney-client privilege. See United States v. Zolin, 491 U.S. 554, 563 (1989); United States v. BDO Seidman, LLP, 492 F.3d 806, 818 (7th Cir. 2007). As a result, the Department may properly request such communications if they in fact exist. [cited in JM 9-47.120] [updated March 2023] [1] This section of the Principles focuses solely on the disclosure of facts and the privilege issues that may be implicated thereby.  There are other dimensions of cooperation beyond the mere disclosure of facts, such as providing non-privileged documents and other evidence, making witnesses available for interviews, and assisting in the interpretation of complex business records. [2] By way of example, corporate personnel are usually interviewed during an internal investigation. If the interviews are conducted by counsel for the corporation, certain notes and memoranda generated from the interviews may be subject, at least in part, to the protections of attorney-client privilege and/or attorney work product. To receive cooperation credit for providing factual information, the corporation need not produce, and prosecutors may not request, protected notes or memoranda generated by the interviews conducted by counsel for the corporation. To earn such credit, however, the corporation does need to produce, and prosecutors may request, relevant factual information—including relevant factual information acquired through those interviews, unless the identical information has otherwise been provided—as well as relevant non-privileged evidence such as accounting and business records and emails between non-attorney employees or agents. [3] These privileged communications are not necessarily limited to those that occur contemporaneously with the underlying misconduct. They would include, for instance, legal advice provided by corporate counsel in an internal investigation report. Again, the key measure of cooperation is the timely disclosure of factual information known to the corporation, not the disclosure of legal advice or theories rendered in connection with the conduct at issue (subject to the two exceptions noted in JM 9-28.720(b)(i-ii)).  Another factor to be weighed by the prosecutor is whether the corporation has engaged in conduct intended to impede the investigation. Examples of such conduct could include: inappropriate directions to employees or their counsel, such as directions not to be truthful or to conceal relevant facts; making representations or submissions that contain misleading assertions or material omissions; and incomplete or delayed production of records. In evaluating cooperation, however, prosecutors should not take into account whether a corporation is advancing or reimbursing attorneys' fees or providing counsel to employees, officers, or directors under investigation or indictment. Likewise, prosecutors may not request that a corporation refrain from taking such action. This prohibition is not meant to prevent a prosecutor from asking questions about an attorney's representation of a corporation or its employees, officers, or directors, where otherwise appropriate under the law.[1] Neither is it intended to limit the otherwise applicable reach of criminal obstruction of justice statutes such as 18 U.S.C. § 1503. If the payment of attorney fees were used in a manner that would otherwise constitute criminal obstruction of justice—for example, if fees were advanced on the condition that an employee adhere to a version of the facts that the corporation and the employee knew to be false—these Principles would not (and could not) render inapplicable such criminal prohibitions. Similarly, the mere participation by a corporation in a joint defense agreement does not render the corporation ineligible to receive cooperation credit, and prosecutors may not request that a corporation refrain from entering into such agreements. Of course, the corporation may wish to avoid putting itself in the position of being disabled, by virtue of a particular joint defense or similar agreement, from providing some relevant facts to the government and thereby limiting its ability to seek such cooperation credit. Such might be the case if the corporation gathers facts from employees who have entered into a joint defense agreement with the corporation, and who may later seek to prevent the corporation from disclosing the facts it has acquired. Corporations may wish to address this situation by crafting or participating in joint defense agreements, to the extent they choose to enter them, that provide such flexibility as they deem appropriate. Finally, it may on occasion be appropriate for the government to consider whether the corporation has shared with others sensitive information about the investigation that the government provided to the corporation. In appropriate situations, as it does with individuals, the government may properly request that, if a corporation wishes to receive credit for cooperation, the information provided by the government to the corporation not be transmitted to others—for example, where the disclosure of such information could lead to flight by individual subjects, destruction of evidence, or dissipation or concealment of assets. [new September 2008] [1] Questions regarding the representation status of a corporation and its employees, including how and by whom attorneys' fees are paid, sometimes arise in the course of an investigation under certain circumstances—for example, to assess conflict-of-interest issues. This guidance is not intended to prohibit such limited inquiries. A corporation's offer of cooperation or cooperation itself does not automatically entitle it to immunity from prosecution or a favorable resolution of its case. A corporation should not be able to escape liability merely by offering up its directors, officers, employees, or agents. Thus, a corporation's willingness to cooperate is not determinative; that factor, while relevant, needs to be considered in conjunction with all other factors. [new August 2008]  The Department underscores its commitment to attorney practices that are consistent with Department policies like those set forth herein concerning cooperation credit and due respect for the attorney-client privilege and work product protection. Counsel for corporations who believe that prosecutors are violating such guidance are encouraged to raise their concerns with supervisors, including the appropriate United States Attorney or Assistant Attorney General. Like any other allegation of attorney misconduct, such allegations are subject to potential investigation through established mechanisms. [renumbered November 2015]  A. General Principle: Compliance programs are established by corporate management to prevent and detect misconduct and to ensure that corporate activities are conducted in accordance with applicable criminal and civil laws, regulations, and rules. The Department encourages such corporate self-policing, including voluntary disclosures to the government of all facts relating to misconduct that a corporation discovers on its own. See JM 9-28.900. However, the existence of a compliance program is not sufficient, in and of itself, to justify not charging a corporation for criminal misconduct undertaken by its officers, directors, employees, or agents. The nature of some crimes may be such that prosecutions of corporations are warranted notwithstanding the existence of a compliance program. The adequacy of a corporation’s compliance program, including its corporate culture, however, can have a direct and significant impact on the terms of any resolution with the Department. Prosecutors should evaluate a corporate compliance program as a factor in determining, inter alia, whether to charge the corporation, the terms of a corporate resolution, and the need for an independent compliance monitor. Prosecutors should evaluate the corporation’s commitment to fostering a strong culture of compliance at all levels of the company. For example, as part of this evaluation, prosecutors should consider how the company has incentivized employee, executive, and director behavior, including through employee discipline, treatment of internal complaints of wrongdoing, and compensation plans, as part of its efforts to create an ethical and well-resourced compliance culture and organization. Prosecutors should assess the adequacy and effectiveness of the corporation’s compliance program at two points in time: (1) the time of the offense; and (2) the time of a charging decision.  The same criteria should be used in each instance. B. Comment: The existence of a corporate compliance program, even one that specifically prohibited the very conduct in question, does not absolve the corporation from criminal liability under the doctrine of respondeat superior. See United States v. Basic Constr. Co., 711 F.2d 570, 573 (4th Cir. 1983) (\"[A] corporation may be held criminally responsible for antitrust violations committed by its employees if they were acting within the scope of their authority, or apparent authority, and for the benefit of the corporation, even if ... such acts were against corporate policy or express instructions.\"). As explained in United States v. Potter, 463 F.3d 9 (1st Cir. 2006), a corporation cannot \"avoid liability by adopting abstract rules\" that forbid its agents from engaging in illegal acts, because \"[e]ven a specific directive to an agent or employee or honest efforts to police such rules do not automatically free the company for the wrongful acts of agents.\" Id. at 25-26. See also United States v. Hilton Hotels Corp., 467 F.2d 1000, 1007 (9th Cir. 1972) (noting that a corporation \"could not gain exculpation by issuing general instructions without undertaking to enforce those instructions by means commensurate with the obvious risks\"); United States v. Beusch, 596 F.2d 871, 878 (9th Cir. 1979) (\"[A] corporation may be liable for acts of its employees done contrary to express instructions and policies, but ...the existence of such instructions and policies may be considered in determining whether the employee in fact acted to benefit the corporation.\"). When evaluating a compliance program in the context of an identified violation of law, prosecutors are necessarily examining a violation of law that a corporation failed to prevent. However, this does not necessarily mean that the compliance program was poorly designed, operated in bad faith, or lacked adequate resources. Failures may occur even in well-designed compliance programs, as a result of honest mistakes or deliberate circumvention by bad actors.   In evaluating the effectiveness of a compliance program, prosecutors should consider not only its comprehensiveness, but also, among other factors, the extent and pervasiveness of the criminal misconduct; the level of the corporate employees involved; the seriousness, duration, and frequency of the misconduct; and any prior remedial actions taken by the corporation, including, for example, disciplinary action against past violators uncovered by the compliance program, as well as those employees, officers, directors and third parties who may have tolerated, condoned, or encouraged criminal wrongdoing or failed to supervise adequately or install appropriate safeguards; and any revisions to corporate compliance programs in light of lessons learned. [1] As part of assessing a corporation’s culture and commitment to compliance, prosecutors should also consider the promptness of any disclosure of wrongdoing to the government; whether management disregarded the misconduct; and whether there was a failure to report any significant misconduct to corporate leadership or the board of directors. While the Department recognizes that no compliance program can ever prevent all criminal activity by a corporation's employees, the critical factors in evaluating any program are whether the program is adequately designed for maximum effectiveness in preventing and detecting wrongdoing by employees and whether corporate management is enforcing the program or is tacitly encouraging or permitting employees to engage in misconduct to achieve business objectives. The Department has no formulaic requirements regarding corporate compliance programs. The fundamental questions any prosecutor should ask are: (1) Is the corporation’s compliance program well designed? (2) Is the program being applied earnestly and in good faith?  In other words, is the program adequately resourced and empowered to function effectively? And (3) Does the corporation’s compliance program work in practice? See U.S. Department of Justice, Criminal Division, Evaluation of Corporate Compliance Programs (last updated March 2023, available at https://www.justice.gov/criminal-fraud/page/file/937501/download). Prosecutors should therefore attempt to determine whether a corporation’s compliance program is merely a \"paper program\" or whether it was designed, implemented, resourced, reviewed, and revised, as appropriate, in an effective manner. In this regard, prosecutors evaluate a corporation’s method for assessing and addressing applicable risks and designing appropriate controls to manage these risks. Prosecutors also should determine whether the corporation's employees are adequately informed about the compliance program and are convinced of the corporation's commitment to it. Further, prosecutors should evaluate a corporation’s methods for testing and measuring the effectiveness of its compliance program, including consideration of whether the corporation has sufficient resources to effectively monitor, audit, document, analyze, and utilize the results of the corporation’s compliance efforts. As part of this evaluation, prosecutors should consider whether the corporation has fostered a culture in which employees feel comfortable raising concerns, or one that discourages open discussion of such matters.  Careful consideration of these factors will enable prosecutors to make an informed decision as to whether the corporation has adopted and implemented a truly effective compliance program that, when consistent with other federal law enforcement policies, may result in a decision to charge only the corporation's employees and agents or to mitigate charges or sanctions against the corporation. [1] Compliance programs should be designed to detect and prevent the particular types of misconduct most likely to occur in a particular corporation’s line of business. At times, corporations operate in complex regulatory environments outside the normal experience of criminal prosecutors. Accordingly, prosecutors should consult with relevant federal and state agencies with the expertise to evaluate the adequacy of a compliance program's design and implementation. For instance, state and federal banking, insurance, and medical boards, the Department of Defense, the Department of Health and Human Services, the Environmental Protection Agency, and the Securities and Exchange Commission have considerable experience with specialized compliance programs and can be helpful to prosecutors in evaluating such programs. In addition, the Fraud Section and Money Laundering and Asset Recovery Section of the Criminal Division, the Consumer Protection Branch of the Civil Division, the Commercial Litigation Branch of the Civil Division, and the Environmental Crimes Section of the Environment and Natural Resources Division can assist United States Attorneys' Offices in finding the appropriate agency office(s) for such consultation. Use of Communication Platforms & Personal Devices  As part of evaluating a corporation’s policies and mechanisms for identifying, reporting, investigating, and remediating potential violations of law, prosecutors should consider whether the corporation has implemented effective policies and procedures governing the use of personal devices and communication platforms, including third-party applications, to ensure that business-related electronic data and communications are preserved. Compensation Structures that Promote Compliance  Corporations can help to deter criminal activity if they reward compliant behavior and penalize individuals who engage in misconduct.  Compensation systems that clearly and effectively impose financial penalties for misconduct can incentivize compliant conduct or deter risky behavior.  In assessing a compliance program, prosecutors should consider whether the corporation’s compensation agreements, arrangements, and packages (the “compensation systems”) incorporate elements—such as compensation clawback provisions—that enable financial recoveries and penalties to be levied against current or former employees, executives, or directors whose direct or supervisory actions or omissions contributed to criminal conduct  Corporations can also foster an ethical corporate culture by rewarding those executives and employees who promote compliance within the organization.  Prosecutors should therefore also consider whether a corporation’s compensation systems provide affirmative incentives for compliance-promoting behavior.  Affirmative incentives include, for example, the use of compliance metrics and benchmarks in compensation calculations and the use of performance reviews that measure and reward compliance-promoting behavior, both as to the employee and any subordinates whom they supervise.  Prosecutors should review a corporation’s policies and practices regarding compensation and determine whether they are followed in practice.  For example, if a corporation has included clawback provisions in its compensation agreements, prosecutors should consider whether, following the corporation’s discovery of misconduct, a corporation has, to the extent possible, taken affirmative steps to execute on such agreements and clawback compensation previously paid to current or former executives whose actions or omissions resulted in, or contributed to, the criminal conduct at issue. [updated March 2023] [1] For a detailed review of these and other factors concerning corporate compliance programs, see U.S.S.G. § 8B2.1.  In conjunction with regulatory agencies and other executive branch departments, the Department encourages corporations, as part of their compliance programs, to conduct internal investigations and to self-disclose discovered misconduct to the appropriate authorities. Some regulatory agencies, like the Securities and Exchange Commission and the Environmental Protection Agency, have their own formal voluntary disclosure programs. Notably, voluntary self-disclosure only occurs when companies disclose misconduct promptly and voluntarily (i.e., where they have no preexisting obligation to disclose, such as pursuant to regulation, contract, or prior Department resolution) to the Department of Justice, and when they do so prior to an imminent threat of disclosure or government investigation. See U.S.S.G. § 8C2.5(g)(1). Each Department component that prosecutes corporate crime must maintain a written and publicly available policy on voluntary self-disclosure.  That policy must set forth what constitutes a voluntary self-disclosure, including the component’s expectations with regard to the timing of such disclosure and the need for the disclosure to be accompanied by timely preservation, collection, and production of relevant information, what benefits the corporation can expect to receive if they meet the standards for voluntary self-disclosure under the component’s policy, and what circumstances constitute aggravating factors under the component’s policy.   All component voluntary self-disclosure policies shall share two common features.  First, absent aggravating factors, the Department will not seek a guilty plea where a corporation is determined to have met the requirements of the applicable voluntary self-disclosure policy, fully cooperated, and timely and appropriately remediated the criminal conduct.  Each Department component shall define such aggravating factors in their written policies.  Second, the Department will not require the imposition of an independent compliance monitor for a cooperating company that is determined to have met the requirements of the applicable voluntary self-disclosure policy and, at the time of resolution, demonstrates it has implemented and tested an effective compliance program.  Such decisions will continue to be made on a case-by-case basis and at the sole discretion of the Department. See JM 9-28.1700.  To be clear, a corporation’s voluntary self-disclosure of the misconduct is separate and distinct from its cooperation with an investigation, and they are to be treated as two separate and independent factors in connection with charging and resolution decisions. A company that self-discloses its misconduct can then be determined to be not fully cooperative; conversely, a company that does not self-disclose may later elect to fully cooperate with the government’s investigation.  [updated April 2023] A. General Principle: Although neither a corporation nor an individual target may avoid prosecution merely by paying a sum of money, a prosecutor may consider the corporation's willingness to make restitution and steps already taken to do so. A prosecutor may also consider other remedial actions, such as improving an existing compliance program or disciplining wrongdoers, in determining whether to charge the corporation and how to resolve corporate criminal cases. B. Comment: In determining whether or not to prosecute a corporation, the government may consider whether the corporation has taken meaningful remedial measures. A corporation's response to misconduct says much about its willingness to ensure that such misconduct does not recur. Thus, corporations that fully recognize the seriousness of their misconduct and accept responsibility for it should be taking steps to implement the personnel, operational, and organizational changes necessary to establish an awareness among employees that criminal conduct will not be tolerated. Among the factors prosecutors should consider and weigh are whether the corporation appropriately disciplined wrongdoers, including through compensation-related penalties, once those employees are identified by the corporation as culpable for the misconduct. Employee discipline can be a difficult task for many corporations because of the human element involved. Although corporations need to be fair to their employees, they must also be committed, at all levels of the corporation, to the highest standards of legal and ethical behavior. Effective internal discipline can be a powerful deterrent against improper behavior by a corporation's employees. Prosecutors should be satisfied that the corporation's focus is on the integrity and credibility of its remedial and disciplinary measures rather than on the protection of the wrongdoers. In addition to employee discipline, two other factors used in evaluating a corporation's remedial efforts are restitution and reform. As with natural persons, the decision whether or not to prosecute should not depend upon the target's ability to pay restitution. A corporation's efforts to pay restitution even in advance of any court order is, however, evidence of its acceptance of responsibility and, consistent with the practices and policies of the appropriate Department component entrusted with enforcing specific criminal laws, may be considered in determining whether to bring criminal charges. Similarly, although the inadequacy of a corporate compliance program is a factor to consider when deciding whether to charge a corporation, that corporation's quick recognition of the flaws in the program and its efforts to improve the program are also factors to consider as to the appropriate disposition of a case. [updated March 2023] A. General Principle: Prosecutors may consider the collateral consequences of a corporate criminal conviction or indictment in determining whether to charge the corporation with a criminal offense and how to resolve corporate criminal cases. B. Comment: One of the factors in determining whether to charge a natural person or a corporation is whether the likely punishment is appropriate given the nature and seriousness of the crime. In the corporate context, prosecutors may take into account the possibly substantial consequences to a corporation's employees, investors, pensioners, and customers, many of whom may, depending on the size and nature of the corporation and their role in its operations, have played no role in the criminal conduct, have been unaware of it, have been unable to prevent it, or have been victimized by it. Prosecutors should also be aware of non-penal sanctions that may accompany a criminal charge, such as potential suspension or debarment from eligibility for government contracts or federally funded programs such as health care programs. Determining whether or not such non-penal sanctions are appropriate or required in a particular case is the responsibility of the relevant agency, and is a decision that will be made based on the applicable statutes, regulations, and policies. Almost every conviction of a corporation, like almost every conviction of an individual, will have an impact on innocent third parties, and the mere existence of such an effect is not sufficient to preclude prosecution of the corporation. Therefore, in evaluating the relevance of collateral consequences, various factors already discussed, such as the pervasiveness of the criminal conduct, the adequacy of the corporation's remediation and its compliance program, and the corporation's history of compliance or misconduct should be considered in determining the weight to be given to collateral consequences. For instance, the balance may tip in favor of prosecuting corporations in situations where the scope of the misconduct in a case is widespread and sustained within a corporate division (or spread throughout pockets of the corporate organization). In such cases, the possible unfairness of visiting punishment for the corporation's crimes upon shareholders may be of much less concern where those shareholders have substantially profited, even unknowingly, from widespread or pervasive criminal activity. Similarly, where the top layers of the corporation's management or the shareholders of a closely-held corporation were engaged in or aware of the wrongdoing, and the conduct at issue was accepted as a way of doing business for an extended period, debarment may be deemed not collateral, but a direct and entirely appropriate consequence of the corporation’s wrongdoing.  And as noted above, see JM 9-28.600, successive non-prosecution or deferred prosecution agreements are generally disfavored, especially where the matters at issue involve recent or similar types of misconduct; the same personnel, officers, or executives; or the same entities.    On the other hand, where the collateral consequences of a corporate conviction for innocent third parties would be significant, it may be appropriate to consider a non-prosecution or deferred prosecution agreement with conditions designed, among other things, to promote compliance with applicable law and to prevent recidivism. Such agreements are a third option, besides a criminal indictment, on the one hand, and a declination, on the other. Declining prosecution may allow a corporate criminal to escape without consequences. Obtaining a conviction may produce a result that seriously harms innocent third parties who played no role in the criminal conduct. Under appropriate circumstances, a deferred prosecution or non-prosecution agreement can help restore the integrity of a company's operations and preserve the financial viability of a corporation that has engaged in criminal conduct, while maintaining the government's ability to prosecute a recalcitrant corporation that materially breaches the agreement. Moreover, such agreements achieve other important objectives as well, like prompt restitution and other compensation for victims, while ensuring that corporations are held to account for their misconduct. [1] Furthermore, when considering whether to enter into a deferred prosecution or non-prosecution agreement with the defendant, prosecutors should consider the interests of any victims or others significantly harmed, as further discussed in the Comment to JM 9-28.1400 and the Attorney General Guidelines for Victim and Witness Assistance. The appropriateness of a criminal charge against a corporation, or some lesser alternative, must be evaluated in a pragmatic and reasoned way that produces a fair outcome, taking into consideration, among other things, the Department's need to promote and ensure respect for the law. [updated March 2023] [1] Prosecutors should note that in the case of national or multi-national corporations, efforts should be made to determine the existence of other matters within the Department relating to the corporation in question. In certain instances, multi-district or global agreements may be in the interest of law enforcement and the public. Such agreements may only be entered into with the approval of each affected district or the appropriate Department official. See JM 9-27.641. A.  General Principle: Prosecutors should consider whether non-criminal alternatives would adequately deter, punish, and rehabilitate a corporation that has engaged in wrongful conduct. In evaluating the adequacy of non-criminal alternatives to prosecution—e.g., civil or regulatory enforcement actions—the prosecutor should consider all relevant factors, including: B. Comment: While non-criminal sanctions may not be appropriate where a serious violation, pattern of wrongdoing, or prior non-criminal sanctions without proper remediation have occurred, there may be other instances where the goals of punishment, deterrence and rehabilitation may be satisfied through civil or regulatory actions against the corporation. In determining whether the most appropriate resolution for a corporation is a criminal resolution or a civil or regulatory resolution, prosecutors and their civil counterparts should confer and consider factors similar to those considered when determining whether to leave prosecution of a natural person to another jurisdiction or to seek civil or other regulatory alternatives. These factors include: the strength of the civil or regulatory authority's interest; the civil or regulatory authority's ability and willingness to take effective enforcement action; the probable sanction if the civil or regulatory authority's enforcement action is upheld; the effect of a non-criminal disposition on criminal law enforcement interests; and the interests of any victims  or others significantly harmed. See JM 9-27.240, 9-27.250, JM 9-28.1400, and the Attorney General Guidelines for Victim and Witness Assistance. In order to make possible a consideration of the full range of the government’s remedies and promote the most thorough and appropriate resolution in every case, criminal prosecutors handling corporate investigations should maintain early and regular communication with their civil counterparts and regulatory attorneys, to the extent permitted by law, and even if it is not certain whether the end result will be a civil or criminal disposition, or both. See JM 1-12.000. [updated March 2023] A. General Principle:  In deciding whether to charge a corporation, prosecutors should consider whether charges against the individuals responsible for the corporation’s malfeasance will adequately satisfy the goals of federal prosecution. B. Comment:  Assessing the adequacy of individual prosecutions for corporate misconduct should be made on a case-by-case basis and in light of the factors discussed in these Principles. Thus, in deciding the most appropriate course of action for the corporation – i.e., a corporate indictment or guilty plea, a deferred prosecution or non-prosecution agreement, or another alternative – a prosecutor should consider the impact of the prosecution of responsible individuals, along with the other factors in JM 9-28.300 (Factors to be Considered). [updated March 2023]  A. General Principle: In deciding whether to charge a corporation, prosecutors should consider the interests of any victims, as well as individuals or entities who were significantly, even if indirectly, harmed by the criminal conduct. B. Comment: It is important to consider the economic and psychological impact of the offense, and subsequent prosecution, on any victims or others significantly harmed. Prosecutors should take into account such matters as the seriousness of the harm inflicted and how prosecution can redress or exacerbate such harm. In accordance with the Crime Victims’ Rights Act and the Attorney General Guidelines for Victim and Witness Assistance, prosecutors shall make best efforts to solicit the victim’s views in advance of and about major case decisions such as voluntary dismissals, plea negotiations, non-prosecution agreements, deferred prosecution agreements, pretrial diversion agreements, plea agreements, agreements in favor of the release of the accused pending judicial proceedings (when such release is for non-investigative purposes), sentencing recommendations, and restitution. Additionally, prosecutors should make best efforts to provide information and assistance to those individuals or entities who may fall outside of the statutory definition of a victim, but were nevertheless significantly, even if indirectly, harmed by the criminal conduct, within available resources and to the extent reasonable, feasible, and appropriate. This information and assistance includes consultation with prosecutors prior to entry into a non-prosecution agreement, deferred prosecution agreement, pretrial diversion agreement, or plea agreement, as well as any agreement that would require an offender to pay restitution or other compensation to, or for the benefit of, the significantly harmed persons or entities. For more information regarding the Department’s obligations to victims and to those others significantly harmed, see the Crime Victims’ Rights Act, 18 U.S.C. § 3771, the Victims’ Rights and Restitution Act, 34 U.S.C. § 20141, and the Attorney General Guidelines for Victim and Witness Assistance.  Prosecutors should be aware that pursuant to the VOCA Fix to Sustain the Crime Victims Fund Act of 2021 (Pub. L. 117-27), monetary penalties collected under deferred or non-prosecution agreements will be treated equivalently to most monetary penalties collected after a criminal conviction and deposited into the Crime Victims Fund (CVF). The CVF is a statutorily created fund, administered by the Department’s Office for Victims of Crime, that is financed by monetary penalties collected and paid as a consequence of a federal criminal conviction or deferred or non-prosecution agreement. See 34 U.S.C. § 20101.offenders.  Money from the CVF is used to: support federal, tribal, state, and local crime victim assistance programs; provide financial assistance and reimbursement for expenses to crime victims (e.g. medical bills, funeral expenses); provide direct services to victims (e.g., counseling, legal assistance, housing); fund victim-witness coordinator positions in the United States Attorneys’ Offices; fund FBI victim specialist positions; fund the Emergency Witness Assistance Program (EWAP); and fund the Victim Notification System. [updated March 2023]  A. General Principle: Once a prosecutor has decided to charge a corporation, the prosecutor at least presumptively should charge, or should recommend that the grand jury charge, the most serious, readily provable offense that is consistent with the nature of the defendant's misconduct and that is likely to result in a sustainable conviction. B. Comment: Once the decision to charge is made, the same rules as govern charging natural persons apply. These rules require \"a faithful and honest application of the Sentencing Guidelines\" and an \"individualized assessment of the extent to which particular charges fit the specific circumstances of the case, are consistent with the purposes of the Federal criminal code, and maximize the impact of Federal resources on crime.\" See JM 9-27.300. In making this determination, \"it is appropriate that the attorney for the government consider, inter alia, such factors as the [advisory] sentencing guideline range yielded by the charge, whether the penalty yielded by such sentencing range ... is proportional to the seriousness of the defendant's conduct, and whether the charge achieves such purposes of the criminal law as punishment, protection of the public, specific and general deterrence, and rehabilitation.\" Id. [updated March 2023]  A. General Principle: In negotiating plea agreements with corporations, as with individuals, prosecutors should generally seek a plea to an appropriate offense. In addition, the terms of the plea agreement should contain appropriate provisions to ensure punishment, deterrence, rehabilitation, and compliance with the plea agreement in the corporate context. Absent extraordinary circumstances or approved departmental policy such as the Antitrust Division’s Corporate Leniency Policy, see 7-3.300 et seq., no corporate resolution should provide protection from criminal or civil liability for any individuals.  See also JM 9-16.050, 5-11.114.  B. Comment: Prosecutors may enter into plea agreements with corporations for the same reasons and under the same constraints as apply to plea agreements with natural persons. See JM 9-27.400-530. This means, inter alia, that the corporation should generally be required to plead guilty to the most serious, readily provable offense charged. In addition, any negotiated departures or recommended variances from the advisory Sentencing Guidelines must be justifiable under the Guidelines or 18 U.S.C. § 3553 and must be disclosed to the sentencing court. A corporation should be made to realize that pleading guilty to criminal charges constitutes an admission of guilt and not merely a resolution of an inconvenient distraction from its business. As with natural persons, pleas should be structured so that the corporation may not later \"proclaim lack of culpability or even complete innocence.\" See JM 9-27.420(b)(4), 9-27.440, 9-27.500. Thus, for instance, there should be placed upon the record a sufficient factual basis for the plea to prevent later corporate assertions of innocence. A corporate plea agreement should also contain provisions that recognize the nature of the corporate \"person\" and that ensure that the principles of punishment, deterrence, and rehabilitation are met. In the corporate context, punishment and deterrence are generally accomplished by substantial fines, mandatory restitution, and institution of appropriate compliance measures, including, if necessary, continued judicial oversight or the use of special masters or corporate monitors. See U.S.S.G. §§ 8B1.1, 8C2.1, et seq. In addition, where the corporation is a government contractor, permanent or temporary debarment may be appropriate. Where the corporation was engaged in fraud against the government (e.g., contracting fraud), a prosecutor may not negotiate away an agency's right to debar, delist, or exclude the corporate defendant. In negotiating a plea agreement, prosecutors must also consider the deterrent value of prosecutions of individuals within the corporation. Therefore, one factor that a prosecutor should consider in determining whether to enter into a plea agreement is whether the corporation is seeking immunity for its employees and officers or whether the corporation is willing to cooperate in the investigation of culpable individuals as outlined herein. Absent extraordinary circumstances or approved departmental policy such as the Antitrust Division’s Corporate Leniency Policy, no corporate resolution should include an agreement to dismiss charges against, or provide civil or criminal immunity for, individual offices or employees.  Any such release due to extraordinary circumstances must be personally approved in writing by the relevant Assistant Attorney General or United States Attorney. Rehabilitation, of course, requires that the corporation undertake to be law-abiding in the future. It is, therefore, appropriate to require the corporation, as a condition of probation, to implement a compliance program or to reform an existing one. As discussed above, prosecutors may consult with the appropriate state and federal agencies and components of the Justice Department to ensure that a proposed compliance program is adequate and meets industry standards and best practices. See JM 9-28.800. In plea agreements in which the corporation agrees to cooperate, the prosecutor should ensure that there is a true commitment to cooperation. To do so, the prosecutor should request that the corporation make appropriate disclosures of relevant factual information and documents, make employees and agents available for debriefing, file appropriate certified financial statements, agree to governmental or third-party audits, and take whatever other steps are necessary to ensure that the full scope of the corporate wrongdoing is disclosed and that the responsible personnel are identified and, if appropriate, prosecuted. See generally JM 9-28.700. In taking such steps, Department prosecutors should recognize that attorney-client communications are often essential to a corporation's efforts to comply with complex regulatory and legal regimes, and that, as discussed at length above, cooperation is not measured by the waiver of attorney-client privilege and work product protection, but rather is measured, as a threshold issue, by the disclosure of facts about individual misconduct, as well as other considerations identified herein, such as making witnesses available for interviews and assisting in the interpretation of complex documents or business records. [updated March 2023]  A. General Principle: Independent compliance monitors (monitors) can be an effective means of reducing the risk of further corporate misconduct and rectifying compliance lapses identified during a corporate criminal investigation. Prosecutors should carefully assess the need for the imposition of a monitor on a case-by-case basis, without applying any presumption for or against such imposition. Two broad considerations should guide prosecutors when assessing the need for and propriety of a monitor, and the scope and duration of any monitorship: (1) the potential benefits that employing a monitor may have for the corporation and the public, and (2) whether the costs of a monitor and its impact on the operations of a corporation (which can be calibrated by tailoring the scope and duration of a monitorship) substantially outweigh the potential benefits of a monitor. [1] In evaluating the necessity and potential benefits of a monitor, prosecutors should consider, among other factors:   B. Comment: Department attorneys should determine whether a monitor is required based on the facts and circumstances presented in each case. The factors listed in this section are intended to be illustrative of those that should be evaluated and are not an exhaustive list of potentially relevant considerations. Monitorships should not be imposed for punitive purposes. The scope of any monitorship should be appropriately tailored to address the specific issues and concerns that created the need for the monitor. In general, the Department should favor the imposition of a monitor where there is a demonstrated need for, and clear benefit to be derived from, a monitorship. Where a corporation’s compliance program and controls are untested, ineffective, inadequately resourced, or not fully implemented at the time of a resolution, prosecutors should consider imposing a monitorship. This is particularly true if the investigation reveals that a compliance program is deficient or inadequate in numerous or significant respects. Conversely, where, at the time of a resolution, a corporation’s compliance program and controls have been fully implemented, tested and demonstrated to be effective and adequately resourced, a monitor may not be necessary. [added March 2023] [1] Attorneys will find helpful guidance in Memorandum from Deputy Attorney General Lisa O. Monaco, “Further Revisions to Corporate Criminal Enforcement Policies Following Discussions with Corporate Crime Advisory Group,” dated September 15, 2022 (Monaco Memo 2022), the Memorandum from Deputy Attorney General Lisa O. Monaco, “Corporate Crime Advisory Group and Initial Revisions to Corporate Criminal Enforcement Policies,” dated October 28, 2021 (Monaco Memo 2021).  See Acting Deputy Attorney General Gary C. Grindler, “Additional Guidance on the Use of Monitors in Deferred Prosecutions and Non-Prosecution Agreements with Corporation,” May 25, 2010. Memorandum entitled “Selection and Use of Monitors in Deferred Prosecution Agreements and Non-Prosecution Agreements with Corporations,” issued by then-Acting Deputy Attorney General Craig S. Morford on March 7, 2008, as amended and supplemented by successor guidance to Department components.  The decision whether or not to impose a monitor shall be done in a manner consistent with Department and component policy, with a notification to the appropriate United States Attorney or Department Component Head (components may have additional approval requirements). Any agreement imposing a monitorship, including a deferred prosecution agreement, a non-prosecution agreement, or a guilty plea, should detail the reasoning for requiring a monitor. Where relevant, agreements where a monitorship was ultimately not imposed should detail the reasoning for not requiring a monitor.   Some components might have additional requirements regarding monitors, and in the case of court-appointed monitors, prosecutors must give due regard to the appropriate role of the court and/or the probation office. [added March 2023]  A. General Principle: A monitor must be qualified for the position based on the facts and circumstances of the case and the intended scope and duties of the monitorship.  The selection process must be transparent, merit-based, and conducted in a manner free from conflicts of interest.  Monitor selections shall be made in keeping with the Department’s commitment to diversity and inclusion, and prosecutors should consider monitors from a diverse set of backgrounds.  The Department should employ consistent and transparent procedures for selecting monitors, pursuant to policies adopted by each component and office. [1] Every office or component involved in corporate criminal resolutions must adopt a consistent and predictable process for selecting monitors. [2] These component-specific selection process must, as a baseline, be designed to: (1) select a highly qualified and respected person or entity based on suitability for the assignment and all of the circumstances; (2) avoid potential and actual conflicts of interests, and (3) instill public confidence.   Monitor candidates and prosecutors who participate in the selection process must establish the absence of potential and actual conflicts of interest.  Monitor candidates may not have any interest in, or relationship with, the corporation or its employees, officers, or directors that would cause a reasonable person to question his/her impartiality. Government attorneys must comply with the conflict-of-interest guidelines set forth in 18 U.S.C. § 208, 5 C.F.R. Part 2635, and 28 C.F.R. Part 45.2. If any government attorney has, or appears to have, a potential or actual conflict, that attorney must not participate in the selection process.   Monitor selection processes must be performed by a standing or ad hoc committee within the applicable office or component, which shall include as a member an ethics official or professional responsibility officer from that office or component.  Every selection process shall include a written memorandum confirming that no conflicts exist in the committee prior to the selection process or as to the monitor prior to the commencement of the monitor’s work. The Office of the Deputy Attorney General must approve the monitor selection for all cases in which a monitor is recommended, unless the monitor is court-appointed.      B. Comment:  The United States Attorney or Department component head shall provide a copy of any agreement imposing a monitor to the Assistant Attorney General for the Criminal Division at a reasonable time after it has been executed. The Assistant Attorney General for the Criminal Division or the CRM Standing Committee Chair shall maintain a record of all such agreements. To the extent possible, in the interest of transparency and the edification of the public, the identity of the monitor selected in each case shall be made available on the respective component’s or office’s website.  [added March 2023] [1] Additional guidance is contained in the Memorandum of Deputy Attorney General Lisa O. Monaco, “Further Revisions to Corporate Criminal Enforcement Policies Following Discussions with Corporate Crime Advisory Group,” Sept. 15, 2022. [2] Components’ monitor selection processes must be approved by the Office of the Deputy Attorney General. This requirement does not apply to cases involving court-appointed monitors, where Department attorneys must give due regard to the appropriate role of the court and/or the probation office.  A. General Principle:  In matters where a monitor is imposed pursuant to a corporate resolution with the Department, prosecutors should ensure that the monitor’s responsibilities and scope of authority are well-defined and recorded in writing.  Corporate resolutions imposing monitors should specify the monitor’s mandate.  At the beginning of such a monitorship, Department attorneys should ensure that a clear workplan is identified so as to establish a consensus among the corporation, monitor, and Department as to the expectations for the scope of the monitor’s review.  B. Comment:  During the term of the monitorship, Department attorneys must remain apprised of the ongoing work conducted by the monitor and in communication with both the monitor and the corporation.  Department attorneys should receive regular updates from the monitor about the status and progress of the monitorship.  Monitors should promptly alert Department attorneys if they are being denied access to information or personnel necessary to conduct its work.  Prosecutors should also regularly receive information about the work the monitor is conducting to ensure that it remains tailored to the workplan and scope of the monitorship.  In reviewing information relating to the monitor’s work, prosecutors should consider the reasonableness of the monitor’s review, including, where appropriate, issues relating to the cost of the monitor’s work.  In certain cases, the Department may determine, in its discretion, that the term of the monitorship agreed to by the parties is longer than necessary.  For example, a corporation may demonstrate significant and better-than-anticipated improvements to its compliance program, which would negate the need for continued oversight from a monitor.  In other cases, the corporation may be acquired by another corporation with an established, robust compliance program that is provably extended to the acquired corporation.  Conversely, the Department may determine in other cases that it will be necessary to extend a monitorship beyond the initial period agreed to by the parties—for example, where additional or more pervasive misconduct is identified subsequent to the entry of the resolution, either by the monitor or through other means.    In cases where a corporation seeks to shorten or terminate the monitorship based on acquisition by another corporation, prosecutors should not presume that the underlying concerns that prompted the need for the monitor are automatically resolved.  The acquirer must demonstrate that there have been meaningful, sustainable changes to the corporation’s personnel, compliance programs, and culture that have been embedded in the corporate culture and framework and have demonstrably reduced the chances of future misconduct.  [added March 2023]"
    ],
    "https://www.ekransystem.com/en/blog/insider-threat-statistics-facts-and-figures": [
        "a timely threat AND some factual information",
        "Request SaaS Deployment Meet Ekran System Version 7. Take a quick look at the new functionality Contact us to learn more about how Ekran System can ensure your data protection against insider threats. Download “How to build Insider Threat Program in 10 Steps” white paper and enhance your insider risk management strategy through concrete actions. Assist your customers in building secure and reliable IT infrastructures Blog / Security / Insider Threat Statistics for 2023: Reports, Facts, Actors, and Costs Security Share: Keeping up to date with the latest statistics on insider threats is critical for your organization to be proactive and mitigate potential risks. This post outlines key findings from industry experts and shows recent insider threat facts and examples to help you better understand the risks and adjust your cybersecurity measures. We’ve selected insider threat cybersecurity statistics from some of the most credible reports that provide key information on insider threats, the techniques and methods behind them, and the cost of their remediation:  Any company can have a malicious insider. The 2023 Insider Threat Report by Cybersecurity Insiders states that 74% of organizations are at least moderately vulnerable to insider threats. And that’s understandable — in 2022, we saw lots of malicious insider attacks and leaks caused by user negligence. Companies continue to suffer from insider threats coming from these types of actors:  Regular employees have limited capabilities compared to privileged users, but they can still harm your organization. For instance, they can misuse corporate data, install unauthorized applications, send confidential emails to the wrong address, or become the victim of a social engineering attack. An example of an insider attack by a regular employee: Privileged users are administrators, C-level executives, and others with a high level of access privileges. Privileged users hold the keys to your organization’s critical infrastructure and sensitive data, which is why they can deal great insider threat damage to your organization. An example of an insider threat caused by a privileged user: Third parties are vendors, subcontractors, business partners, and supply chain entities that have access to your IT systems or data. Third parties may fail to follow your organization’s cybersecurity rules or violate them through malicious actions. Also, hackers can breach a poorly secured third-party vendor to get inside your protected perimeter. An example of a third-party insider risk: Privilege misuse is listed among the top reasons for data breaches in Verizon’s 2022 Data Breach Investigations Report. We take a closer look at insider attack vectors in the next section. 7 Key Measures of an Insider Threat Program for the Manufacturing Industry The groups of insiders we’ve outlined can commit data crimes in numerous ways: online or offline, intentionally or unwittingly. Verizon’s 2022 Data Breach Investigations Report outlines two common vectors of insider threats:  Privilege misuse means using privileged access in an inappropriate way. Verizon’s 2022 Data Breach Investigations Report says that 78% of all privilege misuse cases are financially motivated. The two most common types of privilege misuse are privilege abuse and data mishandling. Privilege abuse accounts for up to 80% of all privilege misuse cases and refers to fraudulent or malicious activity with privileged access rights. Data mishandling accounts for up to 20% of privilege misuse incidents and involves insiders handling sensitive data carelessly. Unlike privilege abuse, data mishandling incidents don’t usually have malicious intent behind them.  Miscellaneous errors are committed unintentionally by internal actors according to the Verizon 2022 Data Breach Investigations Report. Top insider groups that commit such errors are usually privileged users (system administrators and developers) and other end users. Their top errors are:  4 Ways to Detect and Prevent Data Misuse Let’s now consider a slightly different classification of insider threats by root cause. The 2022 Cost of Insider Threats Global Report by the Ponemon Institute outlines the following causes of insider threat incidents:  Credential theft is one of the most common ways to get inside an organization’s protected perimeter. Using legitimate credentials, hackers can operate undetected inside a system for quite some time. To obtain user logins and passwords, perpetrators use social engineering, brute forcing, credential stuffing, and other attack vectors. Criminal and malicious insiders pose a significant threat, as they know your organization’s cybersecurity measures and sensitive data. Leveraging this knowledge, they may steal or leak data, sabotage operations, or provide external attackers with access to your resources. Employee or contractor negligence causes most insider threat security incidents, but the results of such incidents generally cost the least to mitigate. Examples of human error are sending sensitive data to the wrong recipient, misconfiguring an environment, and using unsafe work practices. Roadmap to CISO Effectiveness According to Gartner, the expansion of the attack surface was a cybersecurity trend in 2022. The trend is here to stay, as hybrid office, public cloud, and supply chain risks create new insider threat challenges.  Cloud insider attacks are those committed by insiders who have gained access to or permanently have access to the cloud environment. According to the 2023 Insider Threat Report by Cybersecurity Insiders, 53% of cybersecurity professionals believe that detecting insider attacks is harder in the cloud than in an on-premises environment. Supply chain attacks target vulnerabilities in a company’s third-party suppliers or partners to gain unauthorized access to the company’s systems or data. Gartner predicts that software supply chain attacks will afflict 45% of organizations by 2025, which is a threefold increase from the number recorded in 2021. The hybrid office environment is yet another factor gaining traction. In a hybrid office environment, employees combine remote work with on-site work in the office. According to the 2023 Insider Threat Report by Cybersecurity Insiders, 68% of respondents are concerned about insider risks as their organizations return to the office or transition to hybrid work. Major Supply Chain Cybersecurity Concerns and 7 Best Practices to Address Them The percentage of insider threats keeps rising. Despite evolving insider risk management capabilities, 74% of organizations surveyed for the 2023 Insider Threat Report by Cybersecurity Insiders say there’s a rise in insider threats.  The 2022 Cost of Insider Threats Global Report by the Ponemon Institute confirms that insider threats caused by three key threat actors have become more frequent:  Now, let’s see how the rising frequency of insider threat data breaches influences the cost and time needed for response and remediation. 10 Must-Have Information Security Policies for Every Organization 82% of organizations surveyed for the 2021 Insider Threat Report by Cybersecurity Insiders couldn’t determine the actual damage that an insider attack caused. Quantifying the impact of an insider attack is challenging, since there are different types of damage and the outcomes of an attack are frequently non-linear and unclear. The total cost of an insider threat includes three components:  These costs keep rising each year. The Ponemon Institute conducted three studies on the cost of insider threats: in 2018, 2020, and 2022. According to these studies, the total average cost of an insider threat increased by 76% between 2018 and 2022.  Companies from North America suffer the most from insider attacks and their consequences: the average cost in this region increased from $11.1 million to $17.53 million in four years. The average total spending on a single insider threat incident also went up 85% between 2016 and 2022. Mitigating insider threats involves spending on monitoring, investigation, escalation, incident response, containment, ex-post analysis, and remediation.  To prevent the devastating consequences of these insider threat trends, you need to detect threats posed by employees in a timely manner — but that’s not as easy as it seems. How to Calculate the Cost of a Data Breach The longer an insider incident goes undetected, the harsher the consequences. Some breaches may go undetected for months or even years. Detecting activity of malicious insiders is challenging, as they know exactly where sensitive data is stored and which cybersecurity solutions are implemented. Detecting unintentional insiders is also challenging, as it involves tracking all actions of all users in your organization. It takes 85 days on average to detect and contain an insider threat incident, according to the 2022 Cost of Insider Threats Global Report by the Ponemon Institute. Only 12% of insider-related incidents are contained in fewer than 31 days.  Around half of respondents to a 2021 survey by the Ponemon Institute said that detecting and preventing an impending attack by a malicious insider was very difficult at each stage of intrusion:  Let’s find out what strategy you can use to detect and prevent dangerous insider activity and handle insider risks. 12 Cybersecurity Best Practices to Prevent Cyber Attacks in 2023 Increasing insider risks necessitate the use of advanced procedural and technological insider threat protection measures. Gartner predicts that half of medium and large enterprises will adopt formal insider threat programs by 2025, up from 10% today. Tools companies use for detecting and preventing insider fraud and other threats are based on unified visibility, meaning that all user activity can be seen from one place. The majority of surveyed organizations in the 2021 Insider Threat Report by Cybersecurity Insiders considered unified visibility to be important.  With so many cybersecurity tools on the market, it’s hard to focus on a particular line of defense and choose the insider threat management software that delivers the best result with the minimum effort. Privileged access management (PAM), user and entity behavior analytics (UEBA), and data loss prevention (DLP) are the top three technologies for preventing insider threats according to the 2022 Cost of Insider Threats Global Report.  Ekran System is an all-in-one insider risk management platform that uses most of these methods to efficiently detect and prevent insider threats within your organization: Ekran System also offers robust reporting, investigation, and data anonymization capabilities that can help you comply with the requirements of popular cybersecurity laws, standards, and regulations. For better usability, you can integrate Ekran System into your organization’s existing SIEM system. PECB Inc. Deploys Ekran System to Manage Insider Threats [PDF] We’ve analyzed the most informative and comprehensive studies with insider threat statistics to provide you with relevant insights and give you an idea of what adjustments your organization’s cybersecurity needs. Our key findings in insider threat analytics show that: Implementing a comprehensive insider risk management platform such as Ekran System can help your organization secure sensitive data from malicious and inadvertent insiders. Check out our demo to see how Ekran System can benefit your organization’s cybersecurity today! Share: Thank you for subscribing! 60 Kendrick St. Suite 201Needham, MA 02494, USA +1 424-242-8838 D-U-N-S number: 089270023CAGE number: 88VL6 Terms of Use EULA Terms of Service Product\n\nUser Activity Monitoring\nPrivileged Access Management\nIdentity Management\nAlerts and Incident Response\nAuditing and Reporting\n\n\nSolutions\n\nInsider Threat Prevention\nSecurity Incident Investigation\nEmployee Monitoring\nThird-Party Vendor Monitoring\nPrivileged User Monitoring\n\n\nIndustry\n\nFinance\nHealthcare\nGovernment\nTelecommunications\nManufacturing\n\n\nCompany\n\nWhy Ekran System\nAbout Us\nContact Us\nPartner Program\n\n\nCompliance\n\nHIPAA Compliance\nNIST 800-53 Compliance\nSOC 2 Compliance\nSWIFT CPS\nISO 27001 Compliance\nGDPR Compliance\nPCI DSS Compliance\nFISMA Compliance\n\n\nResources\n\nCustomer Stories\nVideo\nDatasheets\nDownloads\nBlog\nWhite Papers\n\n\nPartners\n\nBecome a Partner\nFor Managed Service Providers\nPartner Portal\n\n\nSupport\n\nContact Support\nDocumentation\nSupport Policy\n\n\n © Ekran System, 2023, all rights reserved. \n  \n Web solution developed by Apriorit"
    ],
    "https://www.police.ucsb.edu/timely-warnings-and-emergency-notifications": [
        "a timely threat AND some factual information",
        "The UCSB Alert system was created to enhance and promote safety on campus by providing students, faculty, and staff with timely access to important information. The system sends two types of communications to the campus community, Timely Warnings and Emergency Notifications, as required by the Jeanne Clery Campus Security Act. The Clery Act requires federally-funded universities to share information about campus crime and safety, and requires issuing alerts for certain incidents that happen on campus or on campus-associated property (see Clery Act Geography). Timely Warnings are issued when a report is received of certain crimes (see Clery Act Crime Definitions) on UCSB-associated property (see Clery Act Geography), and the reported incident represents a serious or continuing threat to the campus community. Even if the university does not have all the facts surrounding the incident, a timely warning must still be sent as soon as pertinent information is available. In addition to warning community members, these alerts can aid in crime prevention. The decision to issue a Timely Warning is made on a case-by-case basis, taking into consideration the facts surrounding the Clery Act crime, including, but not limited to, such factors as: the nature of the crime, the serious or continuing threat to the campus community, and the possible risk of compromising law enforcement efforts.  Emergency Notifications have a wider focus than the Timely Warnings and are issued for any significant emergency or dangerous situation occurring on campus that involves an immediate threat to the health or safety of students or employees. Examples of types of situations that may warrant an Emergency Notification include an active shooter, bomb threat, natural disaster, etc. The purpose of Emergency Notifications is to provide life-saving information and instructions during an active emergency situation. Recent alerts sent to campus can be found at UCSB Alert History. For alerts and information about incidents that occur outside of Clery geography (e.g., Isla Vista, Goleta, Santa Barbara) the campus community is encouraged to sign up for ReadySBC Alerts from the Santa Barbara County Office of Emergency Management and the Santa Barbara County Sheriff's Office at https://readysbc.org/. The UCSB Police Department would also like to remind you that the safety of our campus is a shared responsibility. All students, faculty, and staff play an important role in enhancing campus safety by being vigilant and reporting suspicious activity to UCPD at 805-893-3446. Community members are also encouraged to use the Community Service Officer (CSO) Safety Escort Service Program when walking alone on campus or in Isla Vista. This is a free service offered by the UCSB Police Department and may accessed by calling (805) 893-2000 or the UCSB police dispatch at (805) 893-3446. UCSB Alert History \n\n         When Are Timely Warnings Issued?\n      \n Timely Warnings are issued when a UCSB Campus Security Authority (CSA) receives notice that a “Clery crime” occurred on “Clery geography” that, in the professional opinion of law enforcement, represents an ongoing threat to the campus community. (A CSA is a person responsible for campus security or student and campus activities.) Even if the university does not have all the facts surrounding the incident, a timely warning must still be sent as soon as pertinent information is available. \n\n         What’s the difference between a Timely Warning and an Emergency Notification?\n      \n Timely warnings are issued after a report is received that certain Clery crimes occurred within UCSB’s Clery geography, to alert our campus community of an ongoing threat. An Emergency Notification is issued when a crime or other emergency is ongoing and poses a threat to campus (e.g., an active shooter, a chemical leak, fire), to alert our campus community of an immediate threat, and provide potential life-saving safety steps. \n\n         Why don’t Timely Warnings have victim names or other identifying information?\n      \n The Clery Act prohibits institutions from including a victim’s personally-identifiable information in a Timely Warning. This includes a victim’s name, date of birth, and other information that would lead to the identification of a victim. \n\n         Why don’t I receive a follow-up email with more information?\n      \n First, Timely Warnings are sent only when a reported incident represents a continuing threat to the community, so that people can take steps to protect themselves. We don’t want to send so many communications that people get annoyed and stop reading the emails. Second, there may not be any follow-up information to provide. Often times, there is no law enforcement investigation or UCPD may not be informed of the identity of the offender(s), so there would be no follow-up about an arrest or prosecution. In the event there is a law enforcement investigation, follow-up information is typically provided on UCPD’s Daily Crime Log. \n\n         If UCPD isn’t investigating, why does UCPD send the Timely Warning?\n      \n UCPD is the office on campus that is charged with coordinating Clery Act compliance and has the capability to immediately send communications campus-wide. Timely Warnings are a requirement of the Clery Act. In an effort to respect a victim’s right to not report to law enforcement, a police investigation is typically not initiated without the consent of the victim. \n\n         Why do I get Timely Warnings for some crimes but not others?\n      \n The majority of crimes that occur on and around campus will NOT result in a Timely Warning or Emergency Notification. Timely Warnings are only sent for reports of Clery crimes that occur on Clery geography and present an ongoing threat to the campus community. Property crimes won’t typically lead to a Timely Warning unless there is a distinct pattern of related incidents. Crimes that occur outside of Clery geography, such as crimes occurring in Isla Vista, will typically not lead to a Timely Warning. Emergency incidents that occur in Isla Vista or the surrounding community may result in an Emergency Notification if there is a specifically identifiable threat to campus, such as an active shooter headed toward campus. \n\n         How else does campus communicate about crimes?\n      \n There are other ways to stay informed about safety on and around campus. UCPD maintains a Daily Crime Log which is typically updated every business day. It includes all crimes reported to UCPD that occur in UCPD’s patrol jurisdiction. Additionally, a copy of the Daily Crime Log for Isla Vista is available for viewing at the UCPD station (574 Public Safety Building, UCSB).  \n\n         How else can I keep informed about crimes that occur in Isla Vista?\n      \n The Santa Barbara Sheriff’s Office (SBSO) is not subject to the Clery Act and does not issue Timely Warnings or Emergency Notifications, but SBSO routinely releases information about crimes in the county on its website (link is external). Registering for Nixle alerts (link is external) for Goleta is a great way to stay informed about crimes and safety in Isla Vista. Local news media often provide information about crimes in Isla Vista as well. Register for Nixle alerts for Goleta or Santa Barbara at: https://local.nixle.com/city/ca/goleta/ or https://local.nixle.com/city/ca/santa-barbara/ Connect Helpful Links \nUC Santa Barbara Home\n\n \nCOVID-19 Information\n\n \nAdministrative Services\n\n \nStanding Together to End Sexual Assault\n\n \nPolicies & Disclosures\n\n Information For \nMake A Report\n \nUCSB Alert\n\n \nContact Us\n \nClery Act\n \nCommunity Service Organization\n"
    ],
    "https://www.nature.com/nclimate/": [
        "climate change OR climate change",
        "Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain\n            the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in\n            Internet Explorer). In the meantime, to ensure continued support, we are displaying the site without styles\n            and JavaScript. Advertisement This month, we feature articles on the perception of climate risks, the role of coastal vegetation for greenhouse gas fluxes and the importance of African-led initiatives to tackle climate change.\r\n Climate change is a politically polarized subject, and changing peoples’ beliefs is challenging. This study shows that participation in a climate prediction market by betting on future climate outcomes may be an effective way to change both attitudes and behaviour around climate change. Economists often dominate public climate policy discussions, such as those on the proper social discount rate and optimal climate pathways. This Article shows that philosophers, experts in underlying ethical matters, generally agree with economists but put more weight on various normative considerations. The authors show that estuarine and coastal vegetation are collectively a greenhouse gas (GHG) sink for the atmosphere, but methane and nitrous oxide emissions counteract the carbon dioxide uptake. Critical coastal GHG sink hotspots are identified in Southeast Asia, North America and Africa. Nature Climate Change is a Transformative Journal; authors can publish using the traditional publishing route OR via immediate gold Open Access. Our Open Access option complies with funder and institutional requirements. Genetic adaptation may be an important response to climate change, but limited examples of climate adaptation in wild populations exist. Comparing genetic data from historical bird specimens and contemporary individuals, the authors show shifts consistent with adaptation to climate change. Dense-water formation around Antarctica could be reduced as climate change alters sea-ice formation and circulation patterns. This study shows there has been an over 40% reduction in dense-water formation in the Weddell Sea since 1992, which could affect global overturning circulation. When the Arctic will be seasonally sea ice free is highly uncertain. Here, the authors use the Arctic’s response to atmospheric circulation to recalibrate models and show that sea-ice-free conditions are delayed by a decade compared to the original ensemble. Climate change is a politically polarized subject, and changing peoples’ beliefs is challenging. This study shows that participation in a climate prediction market by betting on future climate outcomes may be an effective way to change both attitudes and behaviour around climate change. Achieving global carbon neutrality will lead to a low-warming future and impact renewable energy production. This study demonstrates that deep mitigation pathways can bring positive feedback that enhances and stabilizes solar and wind energy production. The drivers of uncertainties in hydrological sensitivity, the global-mean precipitation response to warming, are currently not well understood. Here the authors show that the spatial pattern of sea surface temperature warming explains much of this uncertainty and could allow to constrain projections. Large language models offer an opportunity to advance climate and sustainability research. We believe that a focus on regulation and validation of generative artificial intelligence models would provide more benefits to society than a halt in development. Two-year postdoctoral fellowship on carbon burial in marine sediments at Umeå University, Sweden Umeå, Sweden Umeå University (KBC) Located in the eastern part of Nanjing, Nanjing Forestry University is a comprehensive university. Nanjing, Jiangsu (CN) Nanjing Forestry University (NFU) The NIEHS seeks a Sr Investigator to serve as Chief of the Ctr for Climate Change & Health Research. Research Triangle Park, North Carolina National Institute of Environmental Health Sciences/NIH Help us find solutions to the greatest global challenges. Up to 40 continuing positions available offering generous salary and research funding. Sydney (Region), New South Wales (AU) The University of Sydney (USYD) The Department of Ecology and Environmental Science is offering a postdoctoral scholarship within a project on carbon burial in Arctic lakes. Umeå, Sweden Umeå University Advertisement \n        Top headline image: Mittelhaeuser Photography / Alamy Stock Photo\n     \n        Issue cover: Image: Moran Cerf. Cover design: Valentina Monaco\n     \n\n                    Nature Climate Change (Nat. Clim. Chang.)\n                \n\nISSN 1758-6798 (online)\n    \n\nISSN 1758-678X (print)\n    \n © 2023 Springer Nature Limited"
    ],
    "https://climate.nasa.gov/effects/": [
        "climate change OR climate change",
        "\n\nWe already see effects scientists predicted, such as the loss of sea ice, melting glaciers and ice sheets, sea level rise, and more intense heat waves.\nScientists predict global temperature increases from human-made greenhouse gases will continue. Severe weather damage will also increase and intensify.\n\n\n\n \n  Global climate change is not a future problem. Changes to Earth’s climate driven by increased human emissions of heat-trapping greenhouse gases are already having widespread effects on the environment: glaciers and ice sheets are shrinking, river and lake ice is breaking up earlier, plant and animal geographic ranges are shifting, and plants and trees are blooming sooner. Effects that scientists had long predicted would result from global climate change are now occurring, such as sea ice loss, accelerated sea level rise, and longer, more intense heat waves. Some changes (such as droughts, wildfires, and extreme rainfall) are happening faster than scientists previously assessed. In fact, according to the Intergovernmental Panel on Climate Change (IPCC) — the United Nations body established to assess the science related to climate change — modern humans have never before seen the observed changes in our global climate, and some of these changes are irreversible over the next hundreds to thousands of years. Scientists have high confidence that global temperatures will continue to rise for many decades, mainly due to greenhouse gases produced by human activities. \nSo, the Earth's average temperature has increased about 2 degrees Fahrenheit during the 20th century. What's the big deal?\n \n\nRead more\n\n The IPCC’s Sixth Assessment report, published in 2021, found that human emissions of heat-trapping gases have already warmed the climate by nearly 2 degrees Fahrenheit (1.1 degrees Celsius) since pre-Industrial times (starting in 1750).1 The global average temperature is expected to reach or exceed 1.5 degrees C (about 3 degrees F) within the next few decades. These changes will affect all regions of Earth. “Global warming” refers to the long-term warming of the planet. “Climate change” encompasses global warming, but refers to the broader range of changes that are happening to our planet, including rising sea levels; shrinking mountain glaciers; accelerating ice melt in Greenland, Antarctica and the Arctic; and shifts in flower/plant blooming times. The severity of effects caused by climate change will depend on the path of future human activities. More greenhouse gas emissions will lead to more climate extremes and widespread damaging effects across our planet. However, those future effects depend on the total amount of carbon dioxide we emit. So, if we can reduce emissions, we may avoid some of the worst effects.   Climate change is bringing different types of challenges to each region of the country. Some of the current and future impacts are summarized below. These findings are from the Third3 and Fourth4 National Climate Assessment Reports, released by the U.S. Global Change Research Program. Humans have caused major climate changes to happen already, and we have set in motion more changes still. However, if we stopped emitting greenhouse gases today, the rise in global temperatures would begin to flatten within a few years. Temperatures would then plateau but remain well-elevated for many, many centuries. Northeast. Heat waves, heavy downpours, and sea level rise pose increasing challenges to many aspects of life in the Northeast. Infrastructure, agriculture, fisheries, and ecosystems will be increasingly compromised. Farmers can explore new crop options, but these adaptations are not cost- or risk-free. Moreover, adaptive capacity, which varies throughout the region, could be overwhelmed by a changing climate. Many states and cities are beginning to incorporate climate change into their planning. Northwest. Changes in the timing of peak flows in rivers and streams are reducing water supplies and worsening competing demands for water. Sea level rise, erosion, flooding, risks to infrastructure, and increasing ocean acidity pose major threats. Increasing wildfire incidence and severity, heat waves, insect outbreaks, and tree diseases are causing widespread forest die-off. Southeast. Sea level rise poses widespread and continuing threats to the region’s economy and environment. Extreme heat will affect health, energy, agriculture, and more. Decreased water availability will have economic and environmental impacts. Midwest. Extreme heat, heavy downpours, and flooding will affect infrastructure, health, agriculture, forestry, transportation, air and water quality, and more. Climate change will also worsen a range of risks to the Great Lakes. Southwest. Climate change has caused increased heat, drought, and insect outbreaks. In turn, these changes have made wildfires more numerous and severe. The warming climate has also caused a decline in water supplies, reduced agricultural yields, and triggered heat-related health impacts in cities. In coastal areas, flooding and erosion are additional concerns.  \nThis website is produced by the Earth Science Communications Team at\n \nSite Editor: \nHolly Shaftel\n\nManaging Editor: \nSusan Callery\n\nSenior Producer: \nRandal Jackson\n\nSenior Science Editor: \nDaniel Bailey\n\nScience Editor: \nSusan Callery\n\n \nSite last updated: June  9, 2023\n"
    ],
    "https://www.habitat.org/": [
        "humanity AND humanity",
        "Make your GivingTuesday gift today to help a family build a home and a future! Habitat for Humanity is a nonprofit organization that helps families build and improve places to call home. We believe affordable housing plays a critical role in strong and stable communities. Learn about our work Families who partner with us build their own homes alongside volunteers, pay an affordable mortgage and are grateful for your help. Sign up for our monthly newsletter to get the latest news, volunteer opportunities, DIY tips and other ways to get involved with Habitat for Humanity. Habitat has been deeply honored to have U.S. President Jimmy Carter and former first lady Rosalynn Carter as tireless advocates, fundraisers and some of our best hands-on construction volunteers.\r\n Former President Jimmy Carter has been serving others his whole life, and we’ve been honored that this incredible passion has led him to partner with Habitat for over 30 years. President Carter shares with us what inspires him to pursue a lifetime of helping others – a mission that has changed thousands of lives.\r\n José started a new career in construction after attending Habitat Builds Puerto Rico, a 5 1/2-week program established with the support of AbbVie that trains students interested in entering the construction industry.\r\n Patricia needed to build a ramp to help her son safely get in and out of their home. With the support of Habitat and Lowe’s, and help from volunteers, James now has a ramp, and Patricia has greater security and peace of mind. \r\n Habitat for Humanity’s vision is a world where everyone has a decent place to live, but a structure of intentional and systemic racial discrimination in the U.S. has created barriers to homeownership for many Black families.\r\n Affordable homeownership has long-lasting and life-changing impacts on households. In this evidence brief, Habitat takes a look at who currently has access to homeownership and what factors play a role in the U.S.\r\n Research has shown that volunteering is associated with improved health and well-being, including increased longevity, adoption of healthy lifestyles and reduction in depression and stress. Dive into the research around these benefits in our evidence brief.\r\n Habitat for Humanity’s MicroBuild Fund has been awarded the 2023 Silver World Habitat Award, which recognizes global revolutionary housing ideas, projects or programs. \r\n Whether you’re in high school, college or on a gap year between the two, community service programs can play a powerful role in helping you find your passion and your voice while volunteering.\r\n “All of us at Habitat for Humanity are lifting up President and Mrs. Carter in prayer as he enters hospice care. We pray for his comfort and for their peace, and that the Carter family experiences the joy of their relationships with each other and with God in this time.”\r\n From building resilient, hurricane-proof homes in Florida to prototyping with a 3D-printed home in Virginia, Habitat affiliates in the U.S. seek innovative solutions to local, pressing needs. The 2021 Habitat House Design Contest sponsored by Simpson Strong-Tie invited local affiliates to submit their home designs across a range of categories, including equity, multifamily, sustainability and many more. \r\n When cleaning, remodeling or moving, you often run into household items you no longer use, but that are still in great condition. Whether it be items like the windows you just replaced or an old TV, you may wonder, “Should I donate this?”\r\n Get breaking news, ways to help and our free DIY guide full of helpful tips for homeowners. Join our email list today. © 2023 Habitat for Humanity® International. All rights reserved. “Habitat for Humanity®” is a registered service mark owned by Habitat for Humanity International. Habitat® is a service mark of Habitat for Humanity International. Habitat for Humanity® International is a tax-exempt 501(C)(3) nonprofit organization. Your gift is tax-deductible as allowed by law. © 2023 Habitat for Humanity® International. All rights reserved. “Habitat for Humanity®” is a registered service mark owned by Habitat for Humanity International. Habitat® is a service mark of Habitat for Humanity International. Habitat for Humanity® International is a tax-exempt 501(C)(3) nonprofit organization. Your gift is tax-deductible as allowed by law."
    ],
    "https://www.humanity.com/app/": [
        "humanity AND humanity",
        ""
    ],
    "https://www.habitat.org/restores": [
        "humanity AND humanity",
        "Habitat ReStores are independently owned reuse stores operated by local Habitat for Humanity organizations. ReStores accept donations and sell a constantly changing inventory of diverse, high-quality merchandise to the public at a fraction of the retail price, while diverting reusable household items and building materials from area landfills. Sales of donated items help Habitat for Humanity partner with local families to build, rehabilitate and repair safe and affordable homes in your community and around the world — a good deal for you, your community and the environment. Together, we can help families achieve the strength, stability and self-reliance they need to build a better future while creating stronger neighborhoods. Home Equals is a five-year global advocacy campaign working to ensure people living in informal settlements have safe and secure homes. Donate goods to Habitat for Humanity ReStore to clear clutter and make a difference. Find your local Habitat ReStore to make a donation today.\r\n Shop Habitat ReStore for your next home project and support the effort to provide decent housing around the world.\r\n Volunteering at Habitat for Humanity ReStore is a way to support your community. Contact your local Habitat ReStore to see what opportunities are available.\r\n The Habitat ReStore blog has great DIY advice for your home and information on how you can support your local community by donating, shopping and volunteering.\r\n What is a Habitat ReStore? How do ReStores support Habitat for Humanity? Find the answers to these and other Habitat ReStore-related questions.\r\n Find your local Habitat for Humanity ReStore to donate and purchase new and used building materials.\r\n Whether you’re a do-it-yourself hobbyist or a construction professional, the ReStore is a unique place to find the tools, appliances and materials you need to help complete or inspire your next building or decorating project. And those finds, in turn, help build so much more.\r\n In 1991, five volunteers opened Habitat for Humanity’s first-ever ReStore in Winnipeg, Manitoba. Today, there are more than 1,000 ReStore locations across six countries, all contributing to Habitat’s vision of a world where everyone has a decent place to live. \r\n Get breaking news, ways to help and our free DIY guide full of helpful tips for homeowners. Join our email list today. © 2023 Habitat for Humanity® International. All rights reserved. “Habitat for Humanity®” is a registered service mark owned by Habitat for Humanity International. Habitat® is a service mark of Habitat for Humanity International. Habitat for Humanity® International is a tax-exempt 501(C)(3) nonprofit organization. Your gift is tax-deductible as allowed by law. © 2023 Habitat for Humanity® International. All rights reserved. “Habitat for Humanity®” is a registered service mark owned by Habitat for Humanity International. Habitat® is a service mark of Habitat for Humanity International. Habitat for Humanity® International is a tax-exempt 501(C)(3) nonprofit organization. Your gift is tax-deductible as allowed by law."
    ],
    "https://www.dni.gov/files/ODNI/documents/assessments/Prelimary-Assessment-UAP-20210625.pdf": [
        "a timely threat OR a long-term phenomenon",
        ""
    ],
    "https://climate.nasa.gov/evidence/": [
        "climate change AND climate change",
        "\n\n\nWhile Earth’s climate has changed throughout its history, the current warming is happening at a rate not seen in the past 10,000 years.\n\n\nAccording to the Intergovernmental Panel on Climate Change (IPCC), \"Since systematic scientific assessments began in the 1970s, the influence of human activity on the warming of the climate system has evolved from theory to established fact.\"1\n\n\nScientific information taken from natural sources (such as ice cores, rocks, and tree rings) and from modern equipment (like satellites and instruments) all show the signs of a changing climate.\n\n\nFrom global temperature rise to melting ice sheets, the evidence of a warming planet abounds.\n\n\n\n\n While Earth’s climate has changed throughout its history, the current warming is happening at a rate not seen in the past 10,000 years. According to the Intergovernmental Panel on Climate Change (IPCC), \"Since systematic scientific assessments began in the 1970s, the influence of human activity on the warming of the climate system has evolved from theory to established fact.\"1 Scientific information taken from natural sources (such as ice cores, rocks, and tree rings) and from modern equipment (like satellites and instruments) all show the signs of a changing climate. From global temperature rise to melting ice sheets, the evidence of a warming planet abounds. \n  Earth's climate has changed throughout history. Just in the last 800,000 years, there have been eight cycles of ice ages and warmer periods, with the end of the last ice age about 11,700 years ago marking the beginning of the modern climate era — and of human civilization. Most of these climate changes are attributed to very small variations in Earth’s orbit that change the amount of solar energy our planet receives. The current warming trend is different because it is clearly the result of human activities since the mid-1800s, and is proceeding at a rate not seen over many recent millennia.1 It is undeniable that human activities have produced the atmospheric gases that have trapped more of the Sun’s energy in the Earth system. This extra energy has warmed the atmosphere, ocean, and land, and widespread and rapid changes in the atmosphere, ocean, cryosphere, and biosphere have occurred. Yes, the vast majority of actively publishing climate scientists – 97 percent – agree that humans are causing global warming and climate change. Earth-orbiting satellites and new technologies have helped scientists see the big picture, collecting many different types of information about our planet and its climate all over the world. These data, collected over many years, reveal the signs and patterns of a changing climate. Scientists demonstrated the heat-trapping nature of carbon dioxide and other gases in the mid-19th century.2 Many of the science instruments NASA uses to study our climate focus on how these gases affect the movement of infrared radiation through the atmosphere. From the measured impacts of increases in these gases, there is no question that increased greenhouse gas levels warm Earth in response. Ice cores drawn from Greenland, Antarctica, and tropical mountain glaciers show that Earth’s climate responds to changes in greenhouse gas levels. Ancient evidence can also be found in tree rings, ocean sediments, coral reefs, and layers of sedimentary rocks. This ancient, or paleoclimate, evidence reveals that current warming is occurring roughly 10 times faster than the average rate of warming after an ice age. Carbon dioxide from human activities is increasing about 250 times faster than it did from natural sources after the last Ice Age.3   IPCC Sixth Assessment Report, WGI, Technical Summary.\n\r\n\tB.D. Santer et.al., “A search for human influences on the thermal structure of the atmosphere,” Nature vol 382, 4 July 1996, 39-46\n\r\n\tGabriele C. Hegerl, “Detecting Greenhouse-Gas-Induced Climate Change with an Optimal Fingerprint Method,” Journal of Climate, v. 9, October 1996, 2281-2306\n\r\n\tV. Ramaswamy et.al., “Anthropogenic and Natural Influences in the Evolution of Lower Stratospheric Cooling,” Science 311 (24 February 2006), 1138-1141\n\r\n\tB.D. Santer et.al., “Contributions of Anthropogenic and Natural Forcing to Recent Tropopause Height Changes,” Science vol. 301 (25 July 2003), 479-483.\n\r\n\tT. Westerhold et. al., \"An astronomically dated record of Earth’s climate and its predictability over the last 66 million years,\" Science vol. 369 (11 Sept. 2020), 1383-1387. In 1824, Joseph Fourier calculated that an Earth-sized planet, at our distance from the Sun, ought to be much colder. He suggested something in the atmosphere must be acting like an insulating blanket. In 1856, Eunice Foote discovered that blanket, showing that carbon dioxide and water vapor in Earth's atmosphere trap escaping infrared (heat) radiation.\n\r\n\tIn the 1860s, physicist John Tyndall recognized Earth's natural greenhouse effect and suggested that slight changes in the atmospheric composition could bring about climatic variations. In 1896, a seminal paper by Swedish scientist Svante Arrhenius first predicted that changes in atmospheric carbon dioxide levels could substantially alter the surface temperature through the greenhouse effect.\n\r\n\tIn 1938, Guy Callendar connected carbon dioxide increases in Earth’s atmosphere to global warming. In 1941, Milutin Milankovic linked ice ages to Earth’s orbital characteristics. Gilbert Plass formulated the Carbon Dioxide Theory of Climate Change in 1956. IPCC Sixth Assessment Report, WG1, Chapter 2\r\n\tVostok ice core data; NOAA Mauna Loa CO2 record\r\n\tGaffney, O.; Steffen, W. (2017). \"The Anthropocene Equation,\" The Anthropocene Review (Volume 4, Issue 1, April 2017), 53-61. https://www.ncei.noaa.gov/monitoring\n\nhttps://crudata.uea.ac.uk/cru/data/temperature/​\n\nhttp://data.giss.nasa.gov/gistemp https://www.giss.nasa.gov/research/news/20170118/ Levitus, S.; Antonov, J.; Boyer, T.; Baranova, O.; Garcia, H.; Locarnini, R.; Mishonov, A.; Reagan, J.; Seidov, D.; Yarosh, E.; Zweng, M. (2017). NCEI ocean heat content, temperature anomalies, salinity anomalies, thermosteric sea level anomalies, halosteric sea level anomalies, and total steric sea level anomalies from 1955 to present calculated from in situ oceanographic subsurface profile data (NCEI Accession 0164586). Version 4.4. NOAA National Centers for Environmental Information. Dataset. doi: 10.7289/V53F4MVP\n\nhttps://www.nodc.noaa.gov/OC5/3M_HEAT_CONTENT/index3.html\n\r\n\tvon Schuckmann, K., Cheng, L., Palmer, D., Hansen, J., Tassone, C., Aich, V., Adusumilli, S., Beltrami, H., Boyer, T., Cuesta-Valero, F., Desbruyeres, D., Domingues, C., Garcia-Garcia, A., Gentine, P., Gilson, J., Gorfer, M., Haimberger, L., Ishii, M., Johnson, G., Killick, R., King, B., Kirchengast. G., Kolodziejczyk, N., Lyman, J., Marzeion, B., Mayer, M., Monier, M., Monselesan, D., Purkey, S., Roemmich, D., Schweiger, A., Seneviratne, S., Shepherd, A., Slater, D., Steiner, A., Straneo, F., Timmermans, ML., Wijffels, S. (2020). Heat stored in the Earth system: where does the energy go? Earth System Science Data (Volume 12, Issue 3, 07 September 2020), 2013-2041. Velicogna, I., Mohajerani, Y., A, G., Landerer, F., Mouginot, J., Noel, B., Rignot, E., Sutterly, T., van den Broeke, M., van Wessem, M., Wiese, D. (2020). Continuity of ice sheet mass loss in Greenland and Antarctica from the GRACE and GRACE Follow‐On missions. Geophysical Research Letters (Volume 47, Issue 8, 28 April 2020, e2020GL087291. National Snow and Ice Data Center World Glacier Monitoring Service National Snow and Ice Data Center Robinson, D. A., D. K. Hall, and T. L. Mote. 2014. MEaSUREs Northern Hemisphere Terrestrial Snow Cover Extent Daily 25km EASE-Grid 2.0, Version 1. [Indicate subset used]. Boulder, Colorado USA. NASA National Snow and Ice Data Center Distributed Active Archive Center. doi: https://doi.org/10.5067/MEASURES/CRYOSPHERE/nsidc-0530.001. [Accessed 9/21/18]. http://nsidc.org/cryosphere/sotc/snow_extent.html Rutgers University Global Snow Lab, Data History Accessed September 21, 2018. R. S. Nerem, B. D. Beckley, J. T. Fasullo, B. D. Hamlington, D. Masters and G. T. Mitchum. \"Climate-change–driven accelerated sea-level rise detected in the altimeter era.\" PNAS, 2018 DOI: 10.1073/pnas.1717312115 https://nsidc.org/cryosphere/sotc/sea_ice.html\r\n\tPan-Arctic Ice Ocean Modeling and Assimilation System (PIOMAS, Zhang and Rothrock, 2003)\nhttp://psc.apl.washington.edu/research/projects/arctic-sea-ice-volume-anomaly/\nhttp://psc.apl.uw.edu/research/projects/projections-of-an-ice-diminished-arctic-ocean/ USGCRP, 2017: Climate Science Special Report: Fourth National Climate Assessment, Volume I [Wuebbles, D.J., D.W. Fahey, K.A. Hibbard, D.J. Dokken, B.C. Stewart, and T.K. Maycock (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, 470 pp, doi: 10.7930/J0J964J6 http://www.pmel.noaa.gov/co2/story/What+is+Ocean+Acidification%3F http://www.pmel.noaa.gov/co2/story/Ocean+Acidification C. L. Sabine et.al., “The Oceanic Sink for Anthropogenic CO2,” Science vol. 305 (16 July 2004), 367-371 Special Report on the Ocean and Cryosphere in a Changing Climate, Technical Summary, Chapter TS.5, Changing Ocean, Marine Ecosystems, and Dependent Communities, Section 5.2.2.3.\nhttps://www.ipcc.ch/srocc/chapter/technical-summary/ \nThis website is produced by the Earth Science Communications Team at\n \nSite Editor: \nHolly Shaftel\n\nManaging Editor: \nSusan Callery\n\nSenior Producer: \nRandal Jackson\n\nSenior Science Editor: \nDaniel Bailey\n\nScience Editor: \nSusan Callery\n\n \nSite last updated: June  9, 2023\n"
    ],
    "https://www.nasa.gov/audience/forstudents/k-4/stories/nasa-knows/what-is-climate-change-k4.html": [
        "climate change AND climate change",
        ""
    ],
    "https://www.boisestate.edu/policy/campus-security-and-safety/timely-warning-for-crime-prevention/": [
        "a timely threat AND the subject",
        "Download a Printable Version of Policy 12090 September 2014 June 30, 2021 Department of Public Safety, (208) 426-6911 This policy applies to all students, faculty, staff, and visitors. To establish the University’s responsibilities and procedures for issuing a Timely Warning about criminal activity to help the University community avoid a continuing threat and to help aid in the prevention of similar crimes. Boise State University recognizes the importance of providing a Timely Warning to the University community when criminal activity occurs on its campus or property it owns or controls. The University also recognizes the importance of providing a Timely Warning when such activity occurs off campus and where the activity poses a serious or continuing threat to students, faculty, staff, and visitors. A communication triggered when there is confirmation of a dangerous situation or emergency with immediate impact to life or property at Boise State University. A communication triggered when a crime is reported and the University determines there is a continuing threat to faculty, staff, students, or visitors. Crime reports often do not require immediate notice (an Emergency Notification), but are released once the pertinent information is available, if a notice is deemed necessary. a. The University will issue a Timely Warning if a crime is reported that is considered by the University to represent an ongoing threat to students, faculty, staff, and/or visitors. Whether the circumstances warrant a Timely Warning is determined on a case-by-case basis. b. The decision to issue a warning will include consideration of the nature of the crime, the continuing danger to the campus community, and the possible risks of sending a notice such as compromising law enforcement efforts. (If there is an immediate threat to the health or safety of students and/or employees occurring on campus, the University will follow the procedures in University Policy 12110 – Emergency Notification). c. The following list of crimes warrant an assessment of whether a Timely Warning should be issued,: d. Other crimes may warrant a Timely Warning as determined on a case-by-case basis. e. The Department of Public Safety may decide to not issue a Timely Warning for a reported crime: a. The following individuals will assess a reported crime and decide if it warrants a Timely Warning: b. This determination will be made in consultation with the University president and/or one of the vice presidents. If a vice-president or the president is not available, then an individual listed in Section 4.2. may alone determine if a reported crime requires a Timely Warning. Any vice-president or the University president may authorize a Timely Warning. If the president/vice president is not available, then an individual listed in Section 4.2. may authorize its issuance. a. The Department of Public Safety will create the Timely Warning message for distribution in consultation with one or more of the University vice presidents and/or the president and the Office of Communications and Marketing. b. If neither the president, a vice president, nor a representative from the Office of Communication and Marketing is available, then the Department of Public Safety may create the message without consultation. a. The warning will include as much information as possible about the crime that triggered the Timely Warning, as well as safety tips that would aid in the prevention of similar crimes. The content will be determined on a case-by-case basis. If known, the Timely Warning will include: the nature of the crime, the number of individuals involved, the location, the date, and the time of day the crime allegedly occurred. Names and identifying information of victims, if any, will be treated as confidential and withheld. b. The warning will specifically state that it is being provided as a Timely Warning pursuant to the Clery Act. c. If the warning is sent via email, the subject of the email will indicate that it is about criminal activity. a. The Department of Public Safety may send Timely Warnings to students, faculty, and staff through University email, social media, and websites. Individuals should consult Annex G of the Emergency Operations Plan (EOP) for the latest communication tools used for a Timely Warning. b. The Office of Communications and Marketing may send the warning via official means to the general public and the media. c. The Department of Public Safety may also post Timely Warnings in University buildings when deemed necessary. The University may provide Safety Bulletins about criminal activity and/or safety information not specific to a reported crime, or when it determines that a Timely Warning is not necessary or appropriate but desires to provide information to the campus community. Additional details for Timely Warning are outlined in Annex G of the Emergency Operations Plan (EOP)\nhttps://www.boisestate.edu/publicsafety-emergencymanagement/ University Policy 12110 (Emergency Notification) June 30, 2021 \n\n\t\t\t\t\t    © 2023 All Rights Reserved\n\t\t\t\t\t\t Boise State University.\n\t\t\t\t\t\n"
    ],
    "https://www.ahec.edu/services-departments/police/clery": [
        "a timely threat AND the subject",
        "\nDirectories\nCalendars\nMaps\nContact\nFacebook\nTwitter\nInstagram\n The Clery Act (Jeanne Clery Disclosure of Campus Security Policy and Campus Crime Statistics Act) is a federal statute that requires all colleges and universities that participate in federal financial aid programs to keep and disclose information about crime on and near their respective campuses. Compliance is monitored by the United States Department of Education. The Clery Act and the Clery Act Regulations require that each campus provide a \"timely warning\" to the campus community concerning the occurrence of a Clery crime that the campus believes represents a continuing threat to the campus community. A campus must, in a manner that is timely and will aid in the prevention of similar crimes, report to the campus community on crimes that are: A campus is not required to provide a \"timely warning\" with respect to crimes reported to a pastoral or professional counselor.   To date, the Department of Education has declined to provide a definition of \"timely reports.\" The Department of Education has advised that “timely reporting to the campus community. . . must be decided on a case-by-case basis in light of all the facts surrounding a crime, including factors such as the nature of the crime, the continuing danger to the campus community, and the possible risk of compromising law enforcement efforts. All Clery reportable crimes are subject to the \"timely warning\" requirements when police believe the crimes pose an ongoing threat regardless of whether or not the victim or perpetrator is a member of the campus community. However, there are often concerns raised regarding confidentiality if the information disclosed in the \"timely warning\" report would personally identify an individual. Information that might personally identify students may be disclosed, if disclosure of this information is necessary to protect the health and safety of the student or other individuals. For example, see the Family Educational Rights and Privacy Act (FERPA) and the FERPA regulations: personally identifiable information may be disclosed from an education record of a student without the student’s consent “to appropriate parties in connection with an emergency if knowledge of the information is necessary to protect the health or safety of a student or other individuals.” The campus may disclose personally identifying information about an individual if it determines “that compelling circumstances exist which affect the health or safety of an individual.” This standard also applies to the disclosure of personally identifying information about any other individuals, including campus employees and individuals not associated with the campus. The amount and type of information that the campus discloses in a “timely warning” report will vary depending on the circumstances of each case, as noted above in the Department of Education explanation of this provision. In general, whenever a report of a violent crime against a person or a major crime against property on campus is received by the campus police department that is determined by the police department to represent an ongoing threat to the safety of the campus community, the campus police department must issue a \"timely warning.\" The \"timely warning\" should be sequentially numbered, beginning January 1 of each year, and should include the following details of the crime, if available: \"Timely warnings\" should be distributed as soon as possible after the time the incident is reported, subject to the availability of accurate facts concerning the incidents.  The 1998 amendments to the Clery Act introduced the requirement, effective October 1, 1998, that campus police departments maintain a daily crime log of any crime (not just those required to be included in the Annual Security Report) that is reported to the campus police department.  A campus that maintains a campus police or a campus security department must maintain a written, easily understood daily crime log that records, by the date the crime was reported, any crime that occurred on campus, on a non-campus building or property, on public property, or within the patrol jurisdiction of the campus police or the campus security department and is reported to the campus police or the campus security department. This log must include: The campus must make an entry or an addition to an entry to the log within two business days of the report of the information to the campus police or the campus security department, unless that disclosure is prohibited by law or would jeopardize the confidentiality of the victim. The campus may withhold the information required above if there is clear and convincing evidence that the release of the information would: The campus must disclose any information withheld for these reasons once the adverse effect is no longer likely to occur. The campus must make the crime log for the most recent 60-day period available for public inspection during normal business hours. The institution must make any portion of the log older than 60 days available within two business days of a request for public inspection. The Department of Education has declined to describe the contents of “crime log” entry, which include: “the nature, date, time, and general location of each crime.\" The Department of Education responded to a comment regarding protecting the confidentiality of a victim by noting that a campus “may only withhold this information when it is sufficiently clear the victim’s confidentiality is in jeopardy.” The Department of Education’s guidance on this issue should be read in the context of the comment to which it responds. It is clear from the guideline promulgated by the Department of Education that the campus may withhold from disclosure not only information that would jeopardize confidentiality of the victim, but also information that would jeopardize an ongoing criminal investigation or the safety of an individual, cause a suspect to flee or evade detection, or result in the destruction of evidence. © 2023 Auraria Higher Education Center | Privacy 1068 9th Street Park, Denver, CO 80204 | 303-556-2400 Search Assistant Searching for someone by name? Try the directory. Refer to the searching guide and helpers below to help you find what you are looking for."
    ],
    "https://www.clerycenter.org/assets/docs/NCSAM18_Timely-Warning-Guide.pdf": [
        "a timely threat AND the subject",
        ""
    ],
    "https://safetyfirst.airbus.com/wind-shear-an-invisible-enemy-to-pilots/": [
        "a timely threat AND a long-term phenomenon",
        "  © Airbus Safety First 2023"
    ],
    "https://www.sdstate.edu/safety-security/timely-warning-bomb-threat-11-25-22": [
        "a timely threat OR a threat",
        "South Dakota State University issues crime alerts in accordance with the federal Jeanne Clery Act, which requires colleges and universities across the United States to disclose information about reported crime on and around campus. South Dakota State University is committed to the safety of the campus community and is releasing this information to aid in its protection. For more information about the Clery Act, visit its website. This information is provided so you can make informed decisions and take appropriate action to ensure your safety and mitigate any likelihood of similar crimes. INCIDENT: Bomb Threat / Threat of Harm Occurred: 11/25/2022 Location: South Dakota State University Details: On 11/25/2022 at approximately 7:50 a.m. an email was forwarded to the University Police Department from a local media source indicating an explosive device or devices were placed on the campus of South Dakota State University. The email also threatened harm to potential survivors of the detonation. UPD can be contacted at 605-688-5117. Police Response: The University Police Department conducted an immediate search of all identified locations. At the time of this warning no devices have been located. The department will continue investigating the threat and pursing all leads. Reporting A Crime: University Police Department urges anyone who believes they have been the victim of a crime, or has witnessed a crime, to contact local law enforcement. UPD can be contacted by dialing 111 from a campus phone or 911 from a cellular phone. The UPD non-emergency number is 605-688-5117. Additional information is available on the UPD website. The Jackrabbits Guardian smartphone app is a tool that provides instant communication with UPD when used on campus and with the local 911 law enforcement dispatch center when activated off campus. More information is available on the Jackrabbits Guardian website. ALERT UPDATE"
    ],
    "https://www.cisa.gov/sites/default/files/2023-02/federal_government_sharing_guidance_under_the_cybersecurity_information_sharing_act_of_2015_1.pdf": [
        "a timely threat OR a threat",
        ""
    ],
    "https://www.proofpoint.com/us/blog/threat-insight/emotet-makes-timely-adoption-political-and-elections-lures": [
        "a timely threat AND a threat",
        "Disarm BEC, phishing, ransomware, supply chain threats and more. Defend your data from careless, compromised and malicious users. Prevent identity risks, detect lateral movement and remediate identity threats in real time. Reduce risk, control costs and improve data visibility to ensure compliance. Leverage proactive expertise, operational continuity and deeper insights from our skilled experts.   AI-powered protection against BEC, ransomware, phishing, supplier risk and more with inline+API or MX-based deployment Protect your people from email and cloud threats with an intelligent and holistic approach. Help your employees identify, resist and report attacks before the damage is done. Prevent data loss via negligent, compromised and malicious insiders by correlating content, behavior and threats. Manage risk and data retention needs with a modern compliance and archiving solution. Keep your people and their cloud apps secure by eliminating threats, avoiding data loss and mitigating compliance risk. Learn about this growing threat and stop attacks by securing today’s top ransomware vector: email. Implement the very best security and compliance solution for your Microsoft 365 collaboration suite. Secure access to corporate resources and ensure business continuity for your remote workers. Today’s cyber attacks target people. Learn about our unique people-centric approach to protection. Become a channel partner. Deliver Proofpoint solutions to your customers and grow your business. Learn about the benefits of becoming a Proofpoint Extraction Partner. Learn about our global consulting and services partners that deliver fully managed and integrated solutions. Learn about our relationships with industry-leading firms to help protect your people, data and brand. Learn about the technology and alliance partners in our Social Media Protection Partner program. Small Business Solutions for channel partners and MSPs. Find the information you're looking for in our library of videos, data sheets, white papers and more. Keep up with the latest news and happenings in the ever‑evolving cybersecurity landscape. Learn about the human side of cybersecurity. Episodes feature insights from experts and executives. Get the latest cybersecurity insights in your hands – featuring valuable knowledge from our own industry experts. Learn about the latest security threats and how to protect your people, data, and brand. Connect with us at events to learn how to protect your people and data from ever‑evolving threats. Read how Proofpoint customers around the globe solve their most pressing cybersecurity challenges. Browse our webinar library to learn about the latest threats, trends and issues in cybersecurity. Get free research and resources to help you protect against threats, build a security culture, and stop ransomware in its tracks. Proofpoint is a leading cybersecurity company that protects organizations' greatest assets and biggest risks: their people. Today’s cyber attacks target people. Learn about our unique people-centric approach to protection. Stand out and make a difference at one of the world's leading cybersecurity companies. Read the latest press releases, news stories and media highlights about Proofpoint. Learn about how we handle data and make commitments to privacy and other regulations. Learn about our people-centric principles and how we implement them to positively impact our global community. Access the full range of Proofpoint support services. During the 76 days since Emotet’s return, researchers have observed activity reminiscent of past Emotet campaigns, like high message volumes and global distribution.  Emotet uses a variety of lure themes, some of which occasionally leverage current events or news items, like COVID-19 or Greta Thunberg. While TA542, the actor behind Emotet, has sent messages to local, state, and other government recipients, historically they have not directly leveraged political themes in their messaging.  On October 1, 2020, we observed thousands of Emotet email messages with the subject “Team Blue Take Action” sent to hundreds of organizations in the US. The message body is taken directly from a page on the Democratic National Committee's website, with the addition of a line requesting that the recipient open the attached document.   Attached is a malicious Word document, “Team Blue Take Action.” The Word doc contains macros which, if enabled by the intended recipient, will download and install Emotet. The current second stage payload we’ve observed following Emotet is Qbot \"partner01\" and The Trick \"morXXX\" (e.g., \"mor125\"). Figure 1: ”Team Blue Take Action” lure containing malicious Word doc attachment  Sample of additional related subjects observed includes:  Valanters 2020  Detailed information  List of works  Volunteer  Information  Sample of additional related filenames observed includes:  Team Blue Take Action.doc  List of works.doc  Valanters 2020.doc  Detailed information.doc  Volunteer.doc \n\t  The shift to using politically themed lures comes days after the first of several 2020 US Presidential debates. The debate received widespread media coverage, and as Election Day draws nearer, many voters are likely feeling compelled to volunteer for political causes or for the election in some way. However, it’s unlikely that this shift is driven by any specific political ideology. Like earlier use of COVID-19 or Greta Thunberg lure themes, TA542 is attempting to reach as many intended recipients as possible by capitalizing on a popular topic.  \n  \"Team Blue Take Action.doc\" document SHA256: 21cda873bff60530ae094d7906219b5c0cc5d98e808f8608962886683fc37504 Subscribe to the Proofpoint Blog © 2023. All rights reserved.\n            Terms and conditions\nPrivacy Policy\nSitemap\n  "
    ],
    "https://pubmed.ncbi.nlm.nih.gov/29619276/": [
        "a timely threat AND a threat",
        "An official website of the United States government \nThe .gov means it’s official.\n\n            Federal government websites often end in .gov or .mil. Before\n            sharing sensitive information, make sure you’re on a federal\n            government site.\n           \nThe site is secure.\n\n            The https:// ensures that you are connecting to the\n            official website and that any information you provide is encrypted\n            and transmitted securely.\n           \n\n          Introduction:\n        \n      \n      Hip fracture remains the biggest single source of morbidity and mortality in the elderly trauma population, and any intervention focused on quality improvement and system efficiency is beneficial for both patients and clinicians. Two of the variables contributory to improving care and efficiency are time to theater and length of stay, with the overall goal being to improve care as reflected within the achievement of best practice tariff. One of the biggest barriers to optimizing these variables is preinjury anticoagulation.\n     \n\n          Method:\n        \n      \n      Building on our previous work with warfarin in this population, we utilized a regional hip fracture collaborative network collecting prospective data through the National Hip Fracture Database with custom fields pertaining to all agents, including novel oral anticoagulants.\n     \n\n          Results:\n        \n      \n      In all, 1965 hip fracture patients median age 83 years (1639 not anticoagulated) were admitted to the 5 centers over 12 months. Median length of stay was 20.71 days; time to theater 23.09 hours, and the populations (anticoagulated vs control) were evenly matched for injury. Anticoagulated patients were delayed to theater (P ≤ .001), were inpatients for longer (P ≤ .001) and gained less best practice tariff (P ≤ .05). All variables per agent were noted and the impact of each assessed.\n     \n\n          Conclusions:\n        \n      \n      Despite the widespread use of newer anticoagulants, popular due to unmonitored reversal and administration, patients stay longer in hospital and wait longer for surgery than nonanticoagulated patients of the same age and injury. Contemporary perioperative practices impact negatively on the ability to perform timely surgery on hip fracture patients. We propose a guideline specific to the management of anticoagulation in the hip fracture population to aid the optimum preparation of patients for theater, achievement of timely surgery, and potentially reduce length of stay.\n     \n\n          Keywords:\n        \n      \n      anesthesia; coagulation; geriatric medicine; geriatric trauma; hip; pharmacology; trauma surgery.\n     Declaration of Conflicting Interests: The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.  Figure 1.   Hip fracture anticoagulant protocol.   Figure 1.   Hip fracture anticoagulant protocol.  NCBI Literature Resources \nMeSH\nPMC\nBookshelf\nDisclaimer\n The PubMed wordmark and PubMed logo are registered trademarks of the U.S. Department of Health and Human Services (HHS). Unauthorized use of these marks is strictly prohibited. Connect with NLM National Library of Medicine\n8600 Rockville Pike\n                  Bethesda, MD 20894 Web Policies\nFOIA\nHHS Vulnerability Disclosure Help\nAccessibility\nCareers"
    ],
    "https://www.hhs.gov/ohrp/regulations-and-policy/guidance/reviewing-unanticipated-problems/index.html": [
        "a timely threat OR the subject",
        "An official website of the United States government Here’s how you know \nOfficial websites use .gov\n A .gov website belongs to an official government organization in the United States.\n               \nSecure .gov websites use HTTPS\n A lock (LockA locked padlock) or https:// means you’ve safely connected to the .gov website. Share sensitive information only on official, secure websites.\n               Date:  January 15, 2007 Scope: This document applies to non-exempt human subjects research conducted or supported by HHS.  It provides guidance on HHS regulations for the protection of human research subjects at 45 CFR part 46 related to the review and reporting of (a) unanticipated problems involving risks to subjects or others (hereinafter referred to as unanticipated problems); and (b) adverse events.  In particular, this guidance clarifies that only a small subset of adverse events occurring in human subjects participating in research are unanticipated problems that must be reported under 45 CFR part 46.  The guidance is intended to help ensure that the review and reporting of unanticipated problems and adverse events occur in a timely, meaningful way so that human subjects can be better protected from avoidable harms while reducing unnecessary burden.  The guidance addresses the following topics: I. What are unanticipated problems? II. What are adverse events? III. How do you determine which adverse events are unanticipated problems? IV. What are other important considerations regarding the reviewing and reporting of unanticipated problems and adverse events? V. What is the appropriate time frame for reporting unanticipated problems to the institutional review board (IRB), appropriate institutional officials, the department or agency head (or designee), and OHRP? VI. What should the IRB consider at the time of initial review with respect to adverse events? VII. What should the IRB consider at the time of continuing review with respect to unanticipated problems and adverse events? VIII. What should written IRB procedures include with respect to reporting unanticipated problems? Appendices Appendix A: Glossary of Key Terms Appendix B:  Examples of Unanticipated Problems that Do Not Involve Adverse Events and Need to be Reported Under the HHS Regulations at 45 CFR Part 46 Appendix C:  Examples of Adverse Events that Do Not Represent Unanticipated Problems and Do Not Need to be Reported under the HHS Regulations at 45 CFR Part 46 Appendix D: Examples of Adverse Events that Represent Unanticipated Problems and Need to be Reported under the HHS Regulations at 45 CFR Part 46   NOTE:  For some HHS-conducted or -supported research, the Food and Drug Administration (FDA) and the HHS agency conducting or supporting the research (e.g., the National Institutes of Health [NIH]) may have separate regulatory and policy requirements regarding the reporting of unanticipated problems and adverse events.  Anyone needing guidance on the reporting requirements of FDA or other HHS agencies should contact these agencies directly.  Furthermore, investigators and IRBs should be cognizant of any applicable state and local laws and regulations related to unanticipated problems and adverse events experienced by research subjects, as well as foreign requirements for research conducted outside the United States.  OHRP recommends that investigators and IRBs consult with their legal advisors for guidance regarding pertinent state, local, and international laws and regulations. Target Audience: IRBs, investigators, and HHS funding agencies that may be responsible for review, conduct, or oversight of human subjects research conducted or supported by HHS. Regulatory Background: HHS regulations for the protection of human subjects (45 CFR part 46) contain five specific requirements relevant to the review and reporting of unanticipated problems and adverse events:  Guidance: I. What are unanticipated problems? The phrase “unanticipated problems involving risks to subjects or others” is found but not defined in the HHS regulations at 45 CFR part 46.  OHRP considers unanticipated problems, in general, to include any incident, experience, or outcome that meets all of the following criteria: OHRP recognizes that it may be difficult to determine whether a particular incident, experience, or outcome is unexpected and whether it is related or possibly related to participation in the research.  OHRP notes that an incident, experience, or outcome that meets the three criteria above generally will warrant consideration of substantive changes in the research protocol or informed consent process/document or other corrective actions in order to protect the safety, welfare, or rights of subjects or others.  Examples of corrective actions or substantive changes that might need to be considered in response to an unanticipated problem include:  As discussed in the sections II and III below, only a small subset of adverse events occurring in human subjects participating in research will meet these three criteria for an unanticipated problem. Furthermore, there are other types of incidents, experiences, and outcomes that occur during the conduct of human subjects research that represent unanticipated problems but are not considered adverse events.  For example, some unanticipated problems involve social or economic harm instead of the physical or psychological harm associated with adverse events.  In other cases, unanticipated problems place subjects or others at increased risk of harm, but no harm occurs.  Appendix B provides examples of unanticipated problems that do not involve adverse events but must be reported under the HHS regulations at 45 CFR 46.103(a) and 46.103(b)(5). II. What are adverse events?  The HHS regulations at 45 CFR part 46 do not define or use the term adverse event, nor is there a common definition of this term across government and non-government entities.  In this guidance document, the term adverse event in general is used very broadly and includes any event meeting the following definition:  Any untoward or unfavorable medical occurrence in a human subject, including any abnormal sign (for example, abnormal physical exam or laboratory finding), symptom, or disease, temporally associated with the subject’s participation in the research, whether or not considered related to the subject’s participation in the research (modified from the definition of adverse events in the 1996 International Conference on Harmonization E-6 Guidelines for Good Clinical Practice). Adverse events encompass both physical and psychological harms.  They occur most commonly in the context of biomedical research, although on occasion, they can occur in the context of social and behavioral research.  In the context of multicenter clinical trials, adverse events can be characterized as either internal adverse events or external adverse events.  From the perspective of one particular institution engaged in a multicenter clinical trial, internal adverse events are those adverse events experienced by subjects enrolled by the investigator(s) at that institution, whereas external adverse events are those adverse events experienced by subjects enrolled by investigators at other institutions engaged in the clinical trial.  In the context of a single-center clinical trial, all adverse events would be considered internal adverse events. In the case of an internal adverse event at a particular institution, an investigator at that institution typically becomes aware of the event directly from the subject, another collaborating investigator at the same institution, or the subject’s healthcare provider.  In the case of external adverse events, the investigators at all participating institutions learn of such events via reports that are distributed by the sponsor or coordinating center of the multicenter clinical trials.  At many institutions, reports of external adverse events represent the majority of adverse event reports currently being submitted by investigators to IRBs. III. How do you determine which adverse events are unanticipated problems? In OHRP’s experience, most IRB members, investigators, and institutional officials understand the scope and meaning of the term adverse event in the research context, but lack a clear understanding of OHRP’s expectations for what, when, and to whom adverse events need to be reported as unanticipated problems, given the requirements of the HHS regulations at 45 CFR part 46.  The following Venn diagram summarizes the general relationship between adverse events and unanticipated problems:   The diagram illustrates three key points: The key question regarding a particular adverse event is whether it meets the three criteria described in section I and therefore represents an unanticipated problem.  To determine whether an adverse event is an unanticipated problem, the following questions should be asked:  If the answer to all three questions is yes, then the adverse event is an unanticipated problem and must be reported to appropriate entities under the HHS regulations at 45 CFR 46.103(a) and 46.103(b)(5).  The next three sub-sections discuss the assessment of these three questions. A. Assessing whether an adverse event is unexpected In this guidance document, OHRP defines unexpected adverse event as follows: Any adverse event occurring in one or more subjects participating in a research protocol, the nature, severity, or frequency of which is not consistent with either: (Modified from the definition of unexpected adverse drug experience in FDA regulations at 21 CFR 312.32(a).) Examples of unexpected adverse events under this definition include the following: In comparison, prolonged severe neutropenia and opportunistic infections occurring in subjects administered an experimental chemotherapy regimen as part of an oncology clinical trial would be examples of expected adverse events if the protocol-related documents described prolonged severe neutropenia and opportunistic infections as common risks for all subjects.  OHRP recognizes that it may be difficult to determine whether a particular adverse event is unexpected.  OHRP notes that for many studies, determining whether a particular adverse event is unexpected by virtue of an unexpectedly higher frequency can only be done through an analysis of appropriate data on all subjects enrolled in the research.  In OHRP’s experience the vast majority of adverse events occurring in the context of research are expected in light of (1) the known toxicities and side effects of the research procedures; (2)  the expected natural progression of subjects’ underlying diseases, disorders, and conditions; and (3) subjects’ predisposing risk factor profiles for the adverse events.  Thus, most individual adverse events do not meet the first criterion for an unanticipated problem and do not need to be reported under the HHS regulations 45 CFR part 46.103(a) and 46.103(b)(5) (see examples (1)-(4) in Appendix C). B. Assessing whether an adverse event is related or possibly related to participation in research Adverse events may be caused by one or more of the following: In general, adverse events that are determined to be at least partially caused by (1) would be considered related to participation in the research, whereas adverse events determined to be solely caused by (2) or (3) would be considered unrelated to participation in the research.  For example, for subjects with cancer participating in oncology clinical trials testing chemotherapy drugs, neutropenia and anemia are common adverse events related to participation in the research. Likewise, if a subject with cancer and diabetes mellitus participates in an oncology clinical trial testing an investigational chemotherapy agent and experiences a severe hypoglycemia reaction that is determined to be caused by an interaction between the subject’s diabetes medication and the investigational chemotherapy agent, such a hypoglycemic reaction would be another example of an adverse event related to participation in the research. In contrast, for subjects with cancer enrolled in a non-interventional, observational research registry study designed to collect longitudinal morbidity and mortality outcome data on the subjects, the death of a subject from progression of the cancer would be an adverse event that is related to the subject’s underlying disease and is unrelated to participation in the research.  Finally, the death of a subject participating in the same cancer research registry study from being struck by a car while crossing the street would be an adverse event that is unrelated to both participation in the research and the subject’s underlying disease.     Determinations about the relatedness of adverse events to participation in research commonly result in probability statements that fall along a continuum between definitely related to the research and definitely unrelated to participation in the research.  OHRP considers possibly related to participation in the research to be an important threshold for determining whether a particular adverse event represents an unanticipated problem.  In this guidance document, OHRP defines possibly related as follows: There is a reasonable possibility that the adverse event may have been caused by the procedures involved in the research (modified from the definition of associated with use of the drug in FDA regulations at 21 CFR 312.32(a)). OHRP recognizes that it may be difficult to determine whether a particular adverse event is related or possibly related to participation in the research. Many individual adverse events occurring in the context of research are not related to participation in the research and, therefore, do not meet the second criterion for an unanticipated problem and do not need to be reported under the HHS regulations 45 CFR part 46.103(a) and 46.103(b)(5) (see examples (5) and (6) in Appendix C). C. Assessing whether an adverse event suggests that the research places subjects or others at a greater risk of harm than was previously known or recognized The first step in assessing whether an adverse event meets the third criterion for an unanticipated problem is to determine whether the adverse event is serious. In this guidance document, OHRP defines serious adverse event as any adverse event that: (Modified from the definition of serious adverse drug experience in FDA regulations at 21 CFR 312.32(a).) OHRP considers adverse events that are unexpected, related or possibly related to participation in research, and serious to be the most important subset of adverse events representing unanticipated problems because such events always suggest that the research places subjects or others at a greater risk of physical or psychological harm than was previously known or recognized and routinely warrant consideration of substantive changes in the research protocol or informed consent process/document or other corrective actions in order to protect the safety, welfare, or rights of subjects (see examples (1)-(4) in section Appendix D).  Furthermore, OHRP notes that IRBs have authority to suspend or terminate approval of research that, among other things, has been associated with unexpected serious harm to subjects (45 CFR 46.113).  In order for IRBs to exercise this important authority in a timely manner, they must be informed promptly of those adverse events that are unexpected, related or possibly related to participation in the research, and serious (45 CFR 46.103(b)(5)).  However, other adverse events that are unexpected and related or possibly related to participation in the research, but not serious, would also be unanticipated problems if they suggest that the research places subjects or others at a greater risk of physical or psychological harm than was previously known or recognized.  Again, such events routinely warrant consideration of substantive changes in the research protocol or informed consent process/document or other corrective actions in order to protect the safety, welfare, or rights of subjects or others (see examples (5) and (6) in Appendix D).  The flow chart below provides an algorithm for determining whether an adverse event represents an unanticipated problem that needs to be reported under HHS regulations at 45 CFR part 46.  IV. What are other important considerations regarding the reviewing and reporting of unanticipated problems and adverse events? A. Reporting of internal adverse events by investigators to IRBs For an internal adverse event, a local investigator typically becomes aware of the event directly from the subject, another collaborating local investigator, or the subject’s healthcare provider.  Upon becoming aware of an internal adverse event, the investigator should assess whether the adverse event represents an unanticipated problem following the guidelines described in section III above.  If the investigator determines that the adverse event represents an unanticipated problem, the investigator must report it promptly to the IRB (45 CFR 46.103(b)(5)). Regardless of whether the internal adverse event is determined to be an unanticipated problem, the investigator also must ensure that the adverse event is reported to a monitoring entity (e.g., the research sponsor, a coordinating or statistical center, an independent medical monitor, or a DSMB/DMC) if required under the monitoring provisions described in the IRB-approved protocol or by institutional policy.  If the investigator determines that an adverse event is not an unanticipated problem, but the monitoring entity subsequently determines that the adverse event does in fact represent an unanticipated problem (for example, due to an unexpectedly higher frequency of the event), the monitoring entity should report this determination to the investigator, and such reports must be promptly submitted by the investigator to the IRB (45 CFR 46.103(b)(5)). B. Reporting of external adverse events by investigators to IRBs Investigators and IRBs at many institutions routinely receive a large volume of reports of external adverse events experienced by subjects enrolled in multicenter clinical trials.  These external adverse event reports frequently represent the majority of adverse event reports submitted by investigators to IRBs.  OHRP notes that reports of individual external adverse events often lack sufficient information to allow investigators or IRBs at each institution engaged in a multicenter clinical trial to make meaningful judgments about whether the adverse events are unexpected, are related or possibly related to participation in the research, or suggest that the research places subjects or others at a greater risk of physical or psychological harm than was previously known or recognized.  OHRP advises that it is neither useful nor necessary under the HHS regulations at 45 CFR part 46 for reports of individual adverse events occurring in subjects enrolled in multicenter studies to be distributed routinely to investigators or IRBs at all institutions conducting the research.  Individual adverse events should only be reported to investigators and IRBs at all institutions when a determination has been made that the events meet the criteria for an unanticipated problem.  In general, the investigators and IRBs at all these institutions are not appropriately situated to assess the significance of individual external adverse events.  Ideally, adverse events occurring in subjects enrolled in a multicenter study should be submitted for review and analysis to a monitoring entity (e.g., the research sponsor, a coordinating or statistical center, or a DSMB/DMC) in accordance with a monitoring plan described in the IRB-approved protocol.  Only when a particular adverse event or series of adverse events is determined to meet the criteria for an unanticipated problem should a report of the adverse event(s) be submitted to the IRB at each institution under the HHS regulations at 45 CFR part 46. Typically, such reports to the IRBs are submitted by investigators.  OHRP recommends that any distributed reports include:  (1) a clear explanation of why the adverse event or series of adverse events has been determined to be an unanticipated problem; and (2) a description of any proposed protocol changes or other corrective actions to be taken by the investigators in response to the unanticipated problem.      When an investigator receives a report of an external adverse event, the investigator should review the report and assess whether it identifies the adverse event as being: Only external adverse events that are identified in the report as meeting all three criteria must be reported promptly by the investigator to the IRB as unanticipated problems under HHS regulations at 45 CFR 46.103(b)(5).  OHRP expects that individual external adverse events rarely will meet these criteria for an unanticipated problem.    C. Reporting of other unanticipated problems (not related to adverse events) by investigators to IRBs Upon becoming aware of any other incident, experience, or outcome (not related to an adverse event; see Appendix B for examples) that may represent an unanticipated problem, the investigator should assess whether the incident, experience, or outcome represents an unanticipated problem by applying the criteria described in section I.  If the investigator determines that the incident, experience, or outcome represents an unanticipated problem, the investigator must report it promptly to the IRB (45 CFR 46.103(b)(5)).  D. Content of reports of unanticipated problems submitted to IRBs OHRP recommends that investigators include the following information when reporting an adverse event, or any other incident, experience, or outcome as an unanticipated problem to the IRB: (4) a description of any changes to the protocol or other corrective actions that have been taken or are proposed in response to the unanticipated problem. E. Changes to a multicenter research protocol that are proposed by an investigator at one institution in response to an unanticipated problem For multicenter research protocols, if a local investigator at one institution engaged in the research independently proposes changes to the protocol or informed consent document in response to an unanticipated problem, the investigator should consult with the study sponsor or coordinating center regarding the proposed changes because changes at one site could have significant implications for the entire research study. F. IRB review and further reporting of unanticipated problems Once reported to the IRB, further review and reporting of any unanticipated problems must proceed in accordance with the institution’s written procedures for reporting unanticipated problems, as required by HHS regulations at 45 CRF 46.103(b)(5).  The HHS regulations at 45 CFR part 46 do not specify requirements for how such unanticipated problems are reviewed by the IRB.  Therefore, IRBs are free to implement a wide range of procedures for reviewing unanticipated problems, including review by the IRB chairperson or another IRB member, a subcommittee of the IRB, or the convened IRB, among others.  When reviewing a report of an unanticipated problem, the IRB should consider whether the affected research protocol still satisfies the requirements for IRB approval under HHS regulations at 45 CFR 46.111.  In particular, the IRB should consider whether risks to subjects are still minimized and reasonable in relation to the anticipated benefits, if any, to the subjects and the importance of the knowledge that may reasonably be expected to result. When reviewing a particular incident, experience, or outcome reported as an unanticipated problem by the investigator, the IRB may determine that the incident, experience, or outcome does not meet all three criteria for an unanticipated problem.  In such cases, further reporting to appropriate institutional officials, the department or agency head (or designee), and OHRP would not be required under HHS regulations at 45 CFR 46.103(a) and 46.103(b)(5). The IRB has authority, under HHS regulations at 45 CFR 46.109(a), to require, as a condition of continued approval by the IRB, submission of more detailed information by the investigator(s), the sponsor, the study coordinating center, or DSMB/DMC about any adverse event or unanticipated problem occurring in a research protocol. Any proposed changes to a research study in response to an unanticipated problem must be reviewed and approved by the IRB before being implemented, except when necessary to eliminate apparent immediate hazards to subjects.  If the changes are more than minor, the changes must be reviewed and approved by the convened IRB (45 CFR 46.103(b)(4) and 46.110(a)).  OHRP recommends that for multicenter research protocols, if the IRB proposes changes to the protocol or informed consent documents/process in addition to those proposed by the study sponsor, coordinating center, or local investigator, the IRB should request in writing that the local investigator discuss the proposed modifications with the study sponsor or coordinating center and submit a response or necessary modifications for review by the IRB. Institutions must have written procedures for reporting unanticipated problems to appropriate institutional officials (45 CFR 46.103(b)(5)).  The regulations do not specify who the appropriate institutional officials are.  Institutions may develop written procedures that specify different institutional officials as being appropriate for different types of unanticipated problems.  For example, an institution could develop written procedures designating the IRB chairperson and members as the only appropriate institutional officials to whom external adverse events that are unanticipated problems are to be reported, and designating the Vice President for Research as an additional appropriate institutional official to whom internal adverse events that are unanticipated problems are to be reported by the IRB chairperson.  G. Reporting unanticipated problems to OHRP and supporting agency heads (or designees) Unanticipated problems occurring in research covered by an OHRP-approved assurance also must be reported by the institution to the supporting HHS agency head (or designee) and OHRP (45 CFR 46.103(a)).  Typically, the IRB chairperson or administrator, or another appropriate institutional official identified under the institution’s written IRB procedures, is responsible for reporting unanticipated problems to the supporting HHS agency head (or designee) and OHRP.  For further information on reporting to OHRP, see the Guidance on Reporting Incidents to OHRP. For multicenter research projects, only the institution at which the subject(s) experienced an adverse event determined to be an unanticipated problem (or the institution at which any other type of unanticipated problem occurred) must report the event to the supporting agency head (or designee) and OHRP (45 CFR 46.103(b)(5)).  Alternatively, the central monitoring entity may be designated to submit reports of unanticipated problems to the supporting agency head (or designee) and OHRP. V. What is the appropriate time frame for reporting unanticipated problems to the IRB, appropriate institutional officials, the department or agency head (or designee), and OHRP? The HHS regulations at 46.103(b)(5) require written procedures for ensuring prompt reporting of unanticipated problems to the IRB, appropriate institutional officials, any supporting department or agency head (or designee), and OHRP.  The purpose of prompt reporting is to ensure that appropriate steps are taken in a timely manner to protect other subjects from avoidable harm.  The regulations do not define prompt.  The appropriate time frame for satisfying the requirement for prompt reporting will vary depending on the specific nature of the unanticipated problem, the nature of the research associated with the problem, and the entity to which reports are to be submitted.  For example, an unanticipated problem that resulted in a subject’s death or was potentially life-threatening generally should be reported to the IRB within a shorter time frame than other unanticipated problems that were not life-threatening.  Therefore, OHRP recommends the following guidelines in order to satisfy the requirement for prompt reporting: OHRP notes that, in some cases, the requirements for prompt reporting may be met by submitting a preliminary report to the IRB, appropriate institutional officials, the supporting HHS agency head (or designee), and OHRP, with a follow-up report submitted at a later date when more information is available.  Determining the appropriate time frame for reporting a particular unanticipated problem requires careful judgment by persons knowledgeable about human subject protections.  The primary consideration in making these judgments is the need to take timely action to prevent avoidable harms to other subjects.   VI. What should the IRB consider at the time of initial review with respect to adverse events? Before research is approved and the first subject enrolled, the investigator(s) and the IRB should give appropriate consideration to the spectrum of adverse events that might occur in subjects.  In particular, in order to make the determinations required for approval of research under HHS regulations at 45 CFR 46.111(a)(1), (2), and (6), the IRB needs to receive and review sufficient information regarding the risk profile of the proposed research study, including the type, probability, and expected level of severity of the adverse events that may be caused by the procedures involved in the research.  The investigator also should describe how the risks of the research will be minimized.  In addition, depending upon the risks of the research and the likelihood that the research could involve risks to subjects that are unforeseeable, the IRB must ensure, if appropriate, that the research includes adequate provisions for monitoring the data collected to ensure the safety of subjects (45 CFR 46.111(a)(6)).  Such provisions typically would include monitoring, among other things, adverse events and unanticipated problems that may occur in subjects enrolled in the research.  The HHS regulations at 45 CFR part 46 do not require that the IRB conduct such monitoring, and OHRP believes that, in general, the IRB is not the appropriate entity to monitor research. OHRP notes that adequate monitoring provisions for research, if deemed appropriate by the IRB, might include one or more of the following elements, among others: The monitoring provisions should be tailored to the expected risks of the research; the type of subject population being studied; and the nature, size (in terms of projected subject enrollment and the number of institutions enrolling subjects), and complexity of the research protocol. For example, for a multicenter clinical trial involving a high level of risk to subjects, frequent monitoring by a DSMB/DMC may be appropriate, whereas for research involving no more than minimal risk to subjects, it may be appropriate to not include any monitoring provisions. VII. What should the IRB consider at the time of continuing review with respect to unanticipated problems and adverse events? For non-exempt research conducted or supported by HHS, the IRB must conduct continuing review of research at intervals appropriate to the degree of risk, but not less than once per year (45 CFR 46.109(e)).  At the time of continuing review, the IRB should ensure that the criteria for IRB approval under HHS regulations at 45 CFR 46.111 continue to be satisfied.  In particular, the IRB needs to determine whether any new information has emerged – either from the research itself or from other sources – that could alter the IRB’s previous determinations, particularly with respect to risk to subjects.  Information regarding any unanticipated problems that have occurred since the previous IRB review in most cases will be pertinent to the IRB’s determinations at the time of continuing review.  It may also be appropriate for the IRB at the time of continuing review to confirm that any provisions under the previously approved protocol for monitoring study data to ensure safety of subjects have been implemented and are working as intended (e.g., the IRB could require that the investigator provide a report from the monitoring entity described in the IRB-approved protocol).    OHRP recommends that, among other things, a summary of any unanticipated problems and available information regarding adverse events and any recent literature that may be relevant to the research be included in continuing review reports submitted to the IRB by investigators.  OHRP notes that the amount of detail provided in such a summary will vary depending on the type of research being conducted.  In many cases, such a summary could be a simple brief statement that there have been no unanticipated problems and that adverse events have occurred at the expected frequency and level of severity as documented in the research protocol, the informed consent document, and any investigator brochure. OHRP recognizes that local investigators participating in multicenter clinical trials usually are unable to prepare a meaningful summary of adverse events for their IRBs because study-wide information regarding adverse events is not readily available to them.  In such circumstances, when the clinical trial is subject to oversight by a monitoring entity (e.g., the research sponsor, a coordinating or statistical center, or a DSMB/DMC), OHRP recommends that at the time of continuing review local investigators submit to their IRBs a current report from the monitoring entity.  OHRP further recommends that such reports include the following: For additional details about OHRP’s guidance on continuing review, see Guidance on Continuing Review - January 2007. VIII. What should written IRB procedures include with respect to reporting unanticipated problems? Written IRB procedures should provide a step-by-step description with key operational details for complying with the reporting requirements described in HHS regulations at 45 CFR 46.103(b)(5).  Important operational details for the required reporting procedures should include: OHRP notes that many institutions have written IRB procedures for reporting adverse events, but do not address specifically the reporting requirements for unanticipated problems.  Such institutions should expand their written IRB procedures to include reporting requirements for unanticipated problems. Appendix A Glossary for Key Terms Adverse event:  Any untoward or unfavorable medical occurrence in a human subject, including any abnormal sign (for example, abnormal physical exam or laboratory finding), symptom, or disease, temporally associated with the subject’s participation in the research, whether or not considered related to the subject’s participation in the research (modified from the definition of adverse events in the 1996 International Conference on Harmonization E-6 Guidelines for Good Clinical Practice). External adverse event:  From the perspective of one particular institution engaged in a multicenter clinical trial, external adverse events are those adverse events experienced by subjects enrolled by investigators at other institutions engaged in the clinical trial.  Internal adverse event:  From the perspective of one particular institution engaged in a multicenter clinical trial, internal adverse events are those adverse events experienced by subjects enrolled by the investigator(s) at that institution.  In the context of a single-center clinical trial, all adverse events would be considered internal adverse events.    Possibly related to the research:  There is a reasonable possibility that the adverse event, incident, experience or outcome may have been caused by the procedures involved in the research (modified from the definition of associated with use of the drug in FDA regulations at 21 CFR 312.32(a)). Serious adverse event:  Any adverse event temporally associated with the subject’s participation in research that meets any of the following criteria: (Modified from the definition of serious adverse drug experience in FDA regulations at 21 CFR 312.32(a).) Unanticipated problem involving risks to subjects or others:  Any incident, experience, or outcome that meets all of the following criteria: Unexpected adverse event:  Any adverse event occurring in one or more subjects in a research protocol, the nature, severity, or frequency of which is not consistent with either: (Modified from the definition of unexpected adverse drug experience in FDA regulations at 21 CFR 312.32(a).)   Appendix B Examples of Unanticipated Problems that Do Not Involve Adverse Events and Need to be Reported Under the HHS Regulations at 45 CFR Part 46 The events described in the above examples were unexpected in nature, related to participation in the research, and resulted in new circumstances that increased the risk of harm to subjects.  In all of these examples, the unanticipated problems warranted consideration of substantive changes in the research protocol or informed consent process/document or other corrective actions in order to protect the safety, welfare, or rights of subjects.  In addition, the third example may have presented unanticipated risks to others (e.g., the sexual partners of the subjects) in addition to the subjects.  In each of these examples, while these events may not have caused any detectable harm or adverse effect to subjects or others, they nevertheless represent unanticipated problems and should be promptly reported to the IRB, appropriate institutional officials, the supporting agency head and OHRP in accordance with HHS regulations at 45 CFR 46.103(a) and 46.103(b)(5). Appendix C Examples of Adverse Events that Do Not Represent Unanticipated Problems and Do Not Need to be Reported under the HHS Regulationsat 45 CFR Part 46 NOTE:  For purposes of illustration, the case examples provided above represent generally unambiguous examples of adverse events that are not unanticipated problems.  OHRP recognizes that it may be difficult to determine whether a particular adverse event is unexpected and whether it is related or possibly related to participation in the research.  In addition, the assessment of the relationship between the expected and actual frequency of a particular adverse event must take into account a number of factors including the uncertainty of the expected frequency estimates, the number and type of individuals enrolled in the study, and the number of subjects who have experienced the adverse event.    Appendix D Examples of Adverse Events that Represent Unanticipated Problems and Need to be Reported Under the HHS Regulations at 45 CFR Part 46 In all of these examples, the adverse events warranted consideration of substantive changes in the research protocol or informed consent process/document or other corrective actions in order to protect the safety, welfare, or rights of subjects.  NOTE:  For purposes of illustration, the case examples provided above represent generally unambiguous examples of adverse events that are unanticipated problems.  OHRP recognizes that it may be difficult to determine whether a particular adverse event is unexpected and whether it is related or possibly related to participation in the research. Receive the latest updates from the Secretary, Blogs, and News Releases. 200 Independence Avenue, S.W.\n                  Washington, D.C. 20201\n                  Toll Free Call Center: 1-877-696-6775​"
    ],
    "https://www.uscis.gov/policy-manual/volume-8-part-j-chapter-3": [
        "a timely threat OR some factual information",
        "Official websites use .gov\nA .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS\nA lock ( A locked padlock  ) or https:// means you've safely connected to the .gov website. Share sensitive information only on official, secure websites. To find a person inadmissible for fraud or willful misrepresentation,[1] there must be at least some evidence that would permit a reasonable person to find that the person used fraud or that he or she willfully misrepresented a material fact in an attempt to obtain a visa, other documentation, admission into the United States, or any other immigration benefit.[2] In addition, the evidence must show that the person made the misrepresentation to an authorized official of the U.S. government, whether in person, in writing, or through other means.[3] Examples of evidence an officer may consider include oral or written testimony, or any other documentation containing false information. The burden of proof to establish admissibility during the immigration benefit-seeking process is always on the applicant. During the adjudication of the benefit, the burden never shifts to the government.[4] If there is no evidence the applicant obtained or sought to obtain a benefit under the Immigration and Nationality Act (INA) by fraud or willful misrepresentation, USCIS should find that the applicant has met the burden of proving that he or she is not inadmissible under this ground.[5] If there is evidence that would permit a reasonable person to conclude that the applicant may be inadmissible for fraud or willful misrepresentation, then the applicant has not successfully met the burden of proof. In these cases, USCIS considers the applicant inadmissible for fraud or willful misrepresentation, unless the applicant is able to successfully rebut the officer’s inadmissibility finding. Special issues may arise if evidence indicates that an applicant is violating, or has violated, his or her nonimmigrant status or is otherwise engaging, or has engaged, in conduct in the United States that is inconsistent with representations the applicant made to a consular or DHS officer when applying for admission, a visa, or another immigration benefit. Although conduct inconsistent with one’s nonimmigrant status and prior representations does not automatically mean there is a misrepresentation, such evidence permits a reasonable person to conclude that the applicant may be inadmissible for fraud or willful misrepresentation, especially if the violation or conduct occurred shortly after the U.S. Department of State (DOS) visa interview or after admission. The officer should carefully assess the circumstances of the applicant’s case.[6] If the officer’s finding of inadmissibility is based on evidence that the applicant obtained or sought to obtain a benefit under the INA through willful misrepresentation, then the applicant has the burden of establishing at least one of the following facts to rebut the finding: The misrepresentation was not made to procure a visa, admission, or some other benefit under the INA;  There was no false representation; The false representation was not willful; The false representation was not material; or The false representation was not made to a U.S. government official. If the officer’s finding of inadmissibility is based on evidence that the applicant obtained a benefit under the INA by fraud, then the applicant has the burden of establishing at least one of the following facts to rebut the finding: The fraud was not made to procure a visa, admission, or some other benefit under the INA; There was no false representation; The false representation was not willful; The false representation was not material; The false representation was not made to a U.S. government official; The person did not intend to deceive; or The U.S. government official did not believe or did not act upon the false representation. If the officer’s finding of inadmissibility is based on evidence that the applicant sought to obtain a benefit under the INA by fraud, then the applicant has the burden of establishing at least one of the following facts to rebut the finding: The fraud was not made to procure a visa, admission, or some other benefit under the INA; There was no false representation; The false representation was not willful; The false representation was not material; The false representation was not made to a U.S. government official; or The person did not intend to deceive. If the officer determines, after assessing all of the evidence, that the applicant has established at least one of the above facts, then the applicant has successfully rebutted the inadmissibility finding. The applicant has therefore met the burden of proving that he or she is not inadmissible on account of fraud or willful misrepresentation.  If the officer determines, after assessing all of the evidence, that the applicant has established none of these facts, then the applicant has not successfully rebutted the inadmissibility finding. The applicant is therefore inadmissible because he or she has not satisfied the burden of proof.[7] Finally, if the officer finds that the evidence for and against a finding of fraud or willful misrepresentation is of equal weight, then the applicant is inadmissible due to failure to meet the burden of proof. As long as there is a reasonable evidentiary basis to conclude that a person is inadmissible for fraud or willful misrepresentation, and the applicant has not overcome that reasonable basis with evidence, the officer should find the applicant inadmissible. In order to be found inadmissible for fraud or willful misrepresentation, a person must seek to procure, have sought to procure, or have procured one of the following: ​ An immigrant or nonimmigrant visa; Other documentation; Admission into the United States; or  Other benefit provided under the INA. The fraud or willful misrepresentation must have been made to an official of the U.S. government, generally an immigration or consular officer.[8] “Other documentation” refers to documents required when a person applies for admission to the United States. This includes, but is not limited to: Re-entry permits; Refugee travel documents; Border crossing cards; and  U.S. passports.  Documents evidencing extension of stay are not considered entry documents.[9] Similarly, documents such as petitions and labor certification forms are documents that are presented in support of a visa application or applications for status changes. They are not, by themselves, entry documents and therefore, they are also not considered “other documentation.”  However, if such documents are used in support of obtaining another benefit provided under the INA, they may be relevant to a finding of willful misrepresentation or fraud.  Any “other benefit” refers to an immigration benefit or entitlement provided for by the INA. This includes, but is not limited to: Requests for extension of nonimmigrant stay;[10] Change of nonimmigrant status;[11] Permission to re-enter the United States; Waiver of the 2-year foreign residency requirement;[12] Employment authorization;[13] Parole;[14] Voluntary departure;[15] Adjustment of status;[16]and Requests for stay of deportation.[17] False representation, or usually called “misrepresentation,” is an assertion or manifestation that is not in accordance with the true facts. A person may make a false representation in oral interviews, or written applications, or by submitting evidence containing false information.[18] A person is only inadmissible if he or she makes a misrepresentation in connection with his or her own immigration benefit. If a person misrepresents a material fact in connection with another’s immigration benefit, then the person is not inadmissible for fraud or willful misrepresentation.[19] However, fraud or willful misrepresentation made in connection with another’s immigration benefit may make the person inadmissible for alien smuggling.[20] There may be situations in which a representative or a parent makes a misrepresentation on behalf of the applicant. The question then becomes whether the applicant himself or herself willfully allowed such an action. The person is only inadmissible for fraud or willful misrepresentation if the false representation was willfully made.  The term “willfully” should be interpreted as “knowingly” as distinguished from accidentally, inadvertently, or in a good faith belief that the factual claims are true.[21] To find the element of willfulness, the officer must determine that the person had knowledge of the falsity of the misrepresentation, and therefore knowingly, intentionally, and deliberately presented false material facts.[22] When determining the “willfulness” of a person’s false representation, the officer should consider the circumstances that existed at the time the benefit was issued.[23] USCIS petitions and applications are signed “under penalty of perjury.” The person may also be interviewed under oath. By signing or by making statements under oath, the person therefore asserts his or her claims are truthful. If the evidence in the record subsequently shows that the claims are factually unsupported, that may indicate the applicant willfully misrepresented his or her claim(s). A person’s silence or failure to volunteer information does not, in and of itself, constitute fraud or willful misrepresentation because silence itself does not establish a conscious concealment.[24] Silence or omission can, however, lead to a finding of fraud or willful misrepresentation if it is clear from the evidence that the person consciously concealed information.  If the evidence shows that the person was reasonably aware of the nature of the information sought and knowingly, intentionally, and deliberately concealed information from the officer, then the officer should find that the applicant consciously concealed and willfully misrepresented a material fact.  Example:  An applicant is legally married but has lived apart from his spouse for 20 years. During that time apart, the applicant lived with another person for 10 years as domestic partners until the other person died. A few years later, having been in touch with his legal spouse by letter, the applicant states in his application for admission to the United States that he is coming to join his wife.  Although the applicant did not reveal the complications in his marital status during the past 20 years, the applicant was not specifically asked any questions relating to these facts. As a matter of law, the applicant is still married to the spouse, and there is no evidence that he married the spouse to obtain an immigration benefit. Since the applicant gave reasonably accurate and correct answers, his failure to disclose his complicated marital situation did not constitute conscious concealment of facts.  Example:  During World War II, a person was captured by Germans while serving in the Russian Army and forced to serve as an armed guard at a Nazi concentration camp. The person later applies for a visa and is questioned about his present and past memberships and affiliations, including any military service. The person discloses that he had served in the Russian army but does not mention his time as a guard at the concentration camp. When pressed for more on his military service, the person continues to present only information on service in the Russian army.  Since the person provided an unreasonably narrow response to a general question, it is likely that the person was fully aware that his time at the concentration camp was pertinent to the response and information sought by the officer. When the person provided only a partial response, he concealed information knowingly, intentionally, and deliberately. The person’s conscious concealment of facts, therefore, constitutes willful misrepresentation.[25] A person’s refusal to answer a question does not necessarily mean that he or she willfully made a false representation. However, refusal to answer a question during an admissibility determination could result in the officer finding that the applicant failed to establish admissibility.[26] If the false representation is made by an applicant’s attorney or agent, the applicant will be held responsible if it is established that the applicant was aware of the action taken by the representative in furtherance of his or her application. This includes oral misrepresentations made at the border by someone assisting a person to enter illegally. Furthermore, a person cannot deny responsibility for any misrepresentation made on the advice of another unless it is established that the person lacked the capacity to exercise judgment.[27] The INA does not exempt a person from inadmissibility for fraud or willful misrepresentation solely based on age or mental incapacity. The BIA has not yet addressed in any precedent decision whether a minor is shielded from this inadmissibility on account of being a minor.  Both fraud and willful misrepresentation must be intentional acts. There may be cases in which the officer finds that a person, because of mental incompetence or young age, was incapable of independently forming an intent to defraud or misrepresent. In these cases, a person’s inability to commit intentional acts precludes a finding of inadmissibility for fraud or willful misrepresentation since the person could not have acted “willfully.” The officer should consider all relevant factors when evaluating fraud or willful misrepresentation including the applicant’s: ​ Age;  Level of education; Background;  Mental capacity; Level of understanding; Ability to appreciate the difference between true and false; and  Other relevant circumstances.  The fact that a misrepresentation occurred while the person was under 18 years of age, in particular, is not determinative. There is no categorical rule that someone under 18 cannot, as a matter of law, make a willful misrepresentation. A person may be able to claim, however, that, on the basis of the facts of his or her own case, he or she lacked the capacity necessary to form a willful intent to misrepresent a material fact.  If admissibility is an issue in a case, USCIS does not bear the burden of proving that the person is inadmissible. As long as there is at least some evidence that would permit a reasonable person to find an applicant inadmissible, the applicant must establish that the inadmissibility ground does not apply. For this reason, someone who appears to have made a willful misrepresentation of a material fact while under the age of 18 would have to prove his or her lack of capacity. This burden of proof would also apply to someone who claimed a lack of capacity based on a reason other than age, such as cognitive or other disabilities.  If the evidence, clearly and beyond doubt, shows that the person did not have the capacity to form an intent to deceive, then the misrepresentation could not have been fraudulent. Similarly, if the evidence, clearly and beyond doubt, shows that the person did not have the capacity to know that the information was false, then the misrepresentation could not have been willful.  In these cases, the officer should not find the applicant inadmissible for fraud or willful misrepresentation. As a defense to inadmissibility for fraud or willful misrepresentation, a person may show that he or she timely retracted or recanted the false statement. The effect of a timely retraction is that the misrepresentation is eliminated as if it had never happened.[28] If a person timely retracts the statement, the person is not inadmissible for fraud or willful misrepresentation.  For the retraction to be effective, it has to be voluntary and timely.[29] The applicant must correct his or her representation before being exposed by the officer or U.S. government official or before the conclusion of the proceeding during which he or she gave false testimony. A retraction can be voluntary and timely if made in response to an officer’s question during which the officer gives the applicant a chance to explain or correct a potential misrepresentation. Admitting to the false representation after USCIS has challenged the veracity of the claim is not a timely retraction.[30] For example, an applicant’s recantation of the false testimony is neither voluntary nor timely if made a year later and only after it becomes apparent that the disclosure of the falsity of the statements is imminent.[31] A retraction or recantation is only timely if it is made in the same proceeding in which the person gives the false testimony or misrepresentation.[32] A false representation only renders a person inadmissible if it is material. A “material” misrepresentation is a false representation concerning a fact that is relevant to the person’s eligibility for an immigration benefit.[33] The U.S. Supreme Court has developed a test to determine whether a misrepresentation is material: A concealment or a misrepresentation is material if it has a natural tendency to influence or was capable of influencing the decisions of the decision-making body.[34] The misrepresentation is only material if it led to the person gaining some advantage or benefit to which he or she may not have been entitled under the true facts. A misrepresentation has a natural tendency to influence the officer’s decision to grant the immigration benefit if: The person would be inadmissible on the true facts;[35] or The misrepresentation tends to cut off a line of inquiry, which is relevant to the applicant’s eligibility and which might have resulted in a proper determination that he or she is inadmissible.[36] The table below provides step-by-step guidelines to assist officers to determine whether a misrepresentation is material.  Step If Yes, then… If No, then… Step 1: Consider whether the evidence in the record supports a finding that the applicant is (or was) inadmissible on the true facts. Misrepresentation is Material Proceed to Step 2 Step 2: Consider whether misrepresentation tended to shut off a line of inquiry, which was relevant to the applicant’s eligibility. Proceed to Step 3 Misrepresentation is NOT Material Step 3: If a relevant line of inquiry had been cut off, ask whether that inquiry might have resulted in a determination of ineligibility. (The applicant has the burden to show that it would not have resulted in ineligibility.) Misrepresentation is Material Misrepresentation is NOT Material A misrepresentation that is not material because it is not relevant to an applicant’s eligibility for the benefit is considered a harmless misrepresentation.[37] An applicant is not inadmissible for making a harmless misrepresentation even though the applicant misrepresented a fact. However, a harmless misrepresentation may still be taken into account when considering whether a benefit is warranted as a matter of discretion.  A misrepresentation concerning a person’s identity almost always shuts off a line of inquiry because, at the outset, it prevents the adjudicating from scrutinizing a person’s eligibility for a benefit.[38] However, if the line of inquiry that is shut off would not have resulted in the denial of the benefit, then the misrepresentation is harmless.[39] The applicant bears the burden of proof to demonstrate that the relevant line of inquiry that was shut off by the misrepresentation of his or her identity was irrelevant to the original eligibility determination.[40] In addition to the other elements outlined above, the person must have made the fraud or willful misrepresentation to a U.S. government official in order for such act to rise to the level of an inadmissible offense.[41] Fraud or willful misrepresentation made to a private person or entity would not make one inadmissible under this ground.[42] Fraud differs from willful misrepresentation in that there are generally two extra elements, in addition to the willful misrepresentation elements listed in Chapter 2(B),[43] necessary for a fraud finding:  The willful misrepresentation was made with the intent to deceive a U.S. government official authorized to act upon the request (generally an immigration or consular officer); and  The U.S. government official believed and acted upon the willful misrepresentation by granting the immigration benefit.[44] Depending on whether the person successfully procured the immigration benefit, one or both elements are needed to establish inadmissibility based on fraud.  If the person successfully obtained the immigration benefit, the officer needs to establish both elements. If the person was unsuccessful in obtaining the immigration benefit, he or she may still be inadmissible for “seeking to procure” the benefit by fraud. In this case, the officer only needs to establish that the person intended to deceive a U.S. government official for the purpose of obtaining an immigration benefit to which the person was not entitled.[45] As stated previously, the distinction between fraud and willful misrepresentation is not of great practical importance since either fraud or a willful misrepresentation alone is sufficient to establish inadmissibility.  All of the elements necessary for a finding of willful misrepresentation are also needed for a finding of fraud. However, the opposite is not necessarily true: a person inadmissible for willful misrepresentation is not necessarily also inadmissible for fraud.  Therefore, once an officer determines that all the elements of willful misrepresentation are present, the person is inadmissible without any further determination of fraud. [^ 1] See INA 212(a)(6)(C)(i). [^ 2] The “reasonable person” standard is drawn from INS v. Elias-Zacarias, 502 U.S. 478 (1992) (agency fact-finding must be accepted unless a reasonable fact-finder would necessarily conclude otherwise). [^ 3] See Matter of Y-G-, 20 I&N Dec. 794 (BIA 1994). See Matter of D-L- & A-M-, 20 I&N Dec. 409 (BIA 1991). See Matter of L-L-, 9 I&N Dec. 324 (BIA 1961). [^ 4] See INA 291. See Matter of Arthur, 16 I&N Dec. 558 (BIA 1978). [^ 5] See Matter of D- L- and A- M-, 20 I&N Dec. 409 (BIA 1991).  [^ 6] For more information on willfulness, see Section D, Willfulness [8 USCIS-PM J.3(D)]. [^ 7] See Matter of Rivero-Diaz, 12 I&N Dec. 475 (BIA 1967). See Matter of M-, 3 I&N Dec. 777 (BIA 1949). [^ 8] See Matter of Y-G-, 20 I&N Dec. 794 (BIA 1994). See Matter of D-L- & A-M-, 20 I&N Dec. 409 (BIA 1991). See Matter of L-L-, 9 I&N Dec. 324 (BIA 1961).  [^ 9] See Matter of M-y R-, 6 I&N Dec. 315 (BIA 1954). See 9 FAM 302.9-4(B)(7), Interpretation of the Terms “Other Documentation” or “Other Benefit.” [^ 10] See 8 CFR 214.1. [^ 11] See INA 248. See 8 CFR 248. [^ 12] See INA 212(e). [^ 13] See INA 274A. See 8 CFR 274a.12.  [^ 14] See INA 212(d)(5). See 8 CFR 212.5. [^ 15] See INA 240B. See 8 CFR 240.25 and 8 CFR 1240.26. [^ 16] See INA 245. [^ 17] See 9 FAM 302.9-4(B)(7), Interpretation of the Terms “Other Documentation” or “Other Benefit.” [^ 18] See legacy Immigration and Naturalization Service General Counsel Opinion 91-39. See 9 FAM 302.9-4(B)(3), Interpretation of the Term Misrepresentation. [^ 19] See Matter of M-R-, 6 I&N Dec. 259 (BIA 1954) (the procurement of documentation for the applicant's two children to facilitate their entry into the United States did not render the applicant himself inadmissible under former INA 212(a)(19)). [^ 20] See INA 212(a)(6)(E). [^ 21] See Matter of Healy and Goodchild, 17 I&N Dec. 22 (BIA 1979). [^ 22] See Matter of G-G-, 7 I&N Dec. 161 (BIA 1956), superseded in part by Matter of Kai Hing Hui, 15 I&N Dec. 288 (BIA 1975). See Matter of Tijam, 22 I&N Dec. 408, 425 (BIA 1998) (Rosenberg, J., concurring and dissenting). [^ 23] See Matter of Healy and Goodchild, 17 I&N Dec. 22, 28 (BIA 1979) (finding that the applicant had not willfully misrepresented since he could have reasonably believed his actions were correct under the law at the time). [^ 24] See Matter of G-, 6 I&N Dec. 9 (BIA 1953), superseded on other grounds by Matter of F-M-, 7 I&N Dec. 420 (BIA 1957). See 9 FAM 302.9-4(B)(3), Interpretation of the Term Misrepresentation, Differentiation Between Misrepresentation and Failure to Volunteer Information. [^ 25] See Fedorenko v. United States, 449 U.S. 490 (1981). [^ 26] It is the applicant’s burden to establish that he or she is not inadmissible. See INA 291. See Matter of Arthur, 16 I&N Dec. 558 (BIA 1978). [^ 27] See 9 FAM 302.9-4(B)(4), Interpretation of Term Willfully. For more information on factors the officer should consider when determining whether a person is capable of exercising judgment and committing intentional acts, see Subsection 5, Misrepresentations by Minors (Under 18) or those who are Mentally Incompetent [8 USCIS-PM J.3(D)(5)]. [^ 28] See Matter of R-R-, 3 I&N Dec. 823 (BIA 1949). See Matter of M-, 9 I&N Dec. 118 (BIA 1960) (also cited by Matter of R-S-J-, 22 I&N Dec. 863 (BIA 1999)).  [^ 29] “If the witness withdraws the false testimony of his own volition and without delay, the false statement and its withdrawal may be found to constitute one inseparable incident out of which an intention to deceive cannot rightly be drawn.” See Llanos-Senarrilos v. United States, 177 F.2d 164, 165 (9th Cir. 1949). See Matter of R-R-, 3 I&N Dec. 823 (BIA 1949). See Matter of Namio, 14 I&N Dec. 412 (BIA 1973), referring to Matter of M-, 9 I&N Dec. 118 (BIA 1960) and Llanos-Senarrilos v. United States, 177 F.2d 164 (9th Cir. 1949). [^ 30] See Matter of Namio, 14 I&N Dec. 412 (BIA 1973). [^ 31] See Matter of Namio, 14 I&N Dec. 412 (BIA 1973). [^ 32] See Llanos-Senarrilos v. United States, 177 F.2d 164, 165 (9th Cir. 1949). [^ 33] Officers may consult with field office leadership and Office of the Chief Counsel for further assistance as needed to determine whether an applicant’s misrepresentation is material. [^ 34] See Kungys v. United States, 485 U.S. 759, 770 (1988) (proceeding to revoke a person’s naturalization). [^ 35] See Fedorenko v. United States, 449 U.S. 490 (1981) (visa applicant who failed to disclose that he had been an armed guard at a concentration camp made a false statement that was material and is therefore inadmissible because disclosure of true facts would have made applicant ineligible for a visa).  [^ 36] See Matter of S- and B-C-, 9 I&N Dec. 436, 447-49 (A.G. 1961), accord. Matter of Bosuego, 17 I&N Dec. 125 (BIA 1980). See Matter of Ng, 17 I&N Dec. 536 (BIA 1980). See Said v. Gonzales, 488 F.3d 668 (5th Cir. 2007) (though the court never reaches the issue, it is discussed). [^ 37] See Matter of Martinez-Lopez, 10 I&N Dec. 409 (BIA 1964) (submission of a forged job offer in the United States was not material when the applicant was not otherwise inadmissible as a person likely to become a public charge). See Matter of Mazar, 10 I&N Dec. 79 (BIA 1962) (no materiality in the nondisclosure of membership in the Communist Party since the membership was involuntary and would not have resulted in a determination of inadmissibility). [^ 38] See Matter of S- and B-C-, 9 I&N Dec. 436, 448 (A.G. 1961).  [^ 39] See Matter of S- and B-C-, 9 I&N Dec. 436, 449 (A.G. 1961). As noted above, a harmless misrepresentation may still be taken into account when considering whether a benefit is warranted as a matter of discretion. [^ 40] See Matter of S- and B-C-, 9 I&N Dec. 436 (A.G. 1961).  [^ 41] See Matter of Y-G-, 20 I&N Dec. 794, 796 (BIA 1994). [^ 42] See Matter of Y-G-, 20 I&N Dec. 794 (BIA 1994). See Matter of L-L-, 9 I&N Dec. 324 (BIA 1961). [^ 43] See 8 USCIS-PM J.2(B). [^ 44] See Matter of G-G, 7 I&N Dec. 161 (BIA 1956). See Matter of Kai Hing Hui, 15 I&N Dec. 288 (BIA 1975).  [^ 45] For a comparison of the elements required for a finding of fraud and a finding of willful misrepresentation, see Chapter 2, Overview of Fraud and Willful Misrepresentation, Section D, Comparing Fraud and Willful Misrepresentation [8 USCIS-PM J.2(D)]. INA 212(a)(6)(C)(i) - Illegal entrants and immigration violators - misrepresentation INA 212(i) - Admission of immigrant excludable for fraud or willful misrepresentation of material fact G-28, Notice of Entry of Appearance as Attorney or Accredited Representative How to Use the USCIS Policy Manual Website (PDF, 2.99 MB) No appendices available at this time. This technical update to Volume 8 removes all references to the U.S. Department of State’s 90-day rule. 8 USCIS-PM J.3 - Chapter 3 - Adjudicating Inadmissibility This technical update replaces all instances of the term “alien” with “noncitizen” or other appropriate terms throughout the Policy Manual where possible, as used to refer to a person who meets the definition provided in INA 101(a)(3) [“any person not a citizen or national of the United States”]. 1 USCIS-PM - Volume 1 - General Policies and Procedures 2 USCIS-PM - Volume 2 - Nonimmigrants 6 USCIS-PM - Volume 6 - Immigrants 7 USCIS-PM - Volume 7 - Adjustment of Status 8 USCIS-PM - Volume 8 - Admissibility 9 USCIS-PM - Volume 9 - Waivers and Other Forms of Relief 10 USCIS-PM - Volume 10 - Employment Authorization 11 USCIS-PM - Volume 11 - Travel and Identity Documents 12 USCIS-PM - Volume 12 - Citizenship and Naturalization U.S. Citizenship and Immigration Services (USCIS) is updating and incorporating relevant Adjudicator’s Field Manual (AFM) content into the USCIS Policy Manual. As that process is ongoing, USCIS has moved any remaining AFM content to its corresponding USCIS Policy Manual Part, in PDF format, until relevant AFM content has been properly incorporated into the USCIS Policy Manual. To the extent that a provision in the USCIS Policy Manual conflicts with remaining AFM content or Policy Memoranda, the updated information in the USCIS Policy Manual prevails. To find remaining AFM content, see the crosswalk (PDF, 332.97 KB) between the AFM and the Policy Manual. 1 USCIS-PM - Volume 1 - General Policies and Procedures 2 USCIS-PM - Volume 2 - Nonimmigrants 3 USCIS-PM - Volume 3 - Humanitarian Protection and Parole 4 USCIS-PM - Volume 4 - Refugees and Asylees 5 USCIS-PM - Volume 5 - Adoptions 6 USCIS-PM - Volume 6 - Immigrants 7 USCIS-PM - Volume 7 - Adjustment of Status 8 USCIS-PM - Volume 8 - Admissibility 9 USCIS-PM - Volume 9 - Waivers and Other Forms of Relief 11 USCIS-PM - Volume 11 - Travel and Identity Documents 12 USCIS-PM - Volume 12 - Citizenship and Naturalization This technical update replaces all instances of the term “foreign national” with “alien” throughout the Policy Manual as used to refer to a person who meets the definition provided in INA 101(a)(3) [“any person not a citizen or national of the United States”]. 1 USCIS-PM - Volume 1 - General Policies and Procedures 2 USCIS-PM - Volume 2 - Nonimmigrants 6 USCIS-PM - Volume 6 - Immigrants 7 USCIS-PM - Volume 7 - Adjustment of Status 8 USCIS-PM - Volume 8 - Admissibility 9 USCIS-PM - Volume 9 - Waivers and Other Forms of Relief 10 USCIS-PM - Volume 10 - Employment Authorization 11 USCIS-PM - Volume 11 - Travel and Identity Documents 12 USCIS-PM - Volume 12 - Citizenship and Naturalization This technical update incorporates clarifications regarding the Department of State (DOS)'s \"90-day rule.\" While this \"rule\" does not apply to USCIS because it is DOS policy, USCIS is clarifying that it may also find that an applicant made a willful misrepresentation due to a status violation or conduct in the United States that is inconsistent with the applicant's prior representations, especially where the violation or conduct occurred shortly after the consular interview or admission to the United States. 8 USCIS-PM J.3 - Chapter 3 - Adjudicating Inadmissibility This technical update incorporates changes that the Department of State (DOS) made to its Foreign Affairs Manual (FAM) regarding its interpretation of the term “misrepresentation.” 8 USCIS-PM J.3 - Chapter 3 - Adjudicating Inadmissibility U.S. Citizenship and Immigration Services (USCIS) is issuing guidance on the fraud and willful misrepresentation grounds of inadmissibility under INA 212(a)(6)(C)(i) and the corresponding waiver under INA 212(i). 8 USCIS-PM J - Part J - Fraud and Willful Misrepresentation 9 USCIS-PM F - Part F - Fraud and Willful Misrepresentation This content has been superseded by the current version available in the Guidance tab. The historical versions linked below reflect the pertinent policy in effect on that date and dates reflect when updates occurred. The historical versions are provided for research and reference purposes only. USCIS employees should not rely on the historical versions for current laws, precedent decisions, policies, directives, guidance, and procedures. The History tab was added to the USCIS Policy Manual on June 11, 2021, and provides historical versions on and after that date. For historical versions before June 11, 2021, navigate to the USCIS Policy Manual within the USCIS website at: https://archive.org Select a date to view the historical version USCIS.gov \n                    An official website of the U.S. Department of Homeland Security\n"
    ]
}