{"https://www.cnn.com/election/2020/results/president": "Joe Biden wins election to be the 46th US President", "https://en.wikipedia.org/wiki/2020_United_States_presidential_election": "\n Donald Trump\nRepublican\n Joe Biden\nDemocratic\n The 2020 United States presidential election was the 59th quadrennial presidential election, held on Tuesday, November 3, 2020.[a] The Democratic ticket of former vice president Joe Biden and the junior U.S. senator from California Kamala Harris defeated the incumbent Republican president Donald Trump and incumbent vice president Mike Pence.[9] The election took place against the backdrop of the global COVID-19 pandemic and related recession. It was the first election since 1992 in which the incumbent president failed to win a second term. The election saw the highest voter turnout by percentage since 1900, with each of the two main tickets receiving more than 74 million votes, surpassing Barack Obama's record of 69.5 million votes from 2008. Biden received more than 81 million votes,[10] the most votes ever cast for a candidate in a U.S. presidential election.[11]\n In a competitive primary that featured the most candidates for any political party in the modern era of American politics, Biden secured the Democratic presidential nomination over his closest rival, Senator Bernie Sanders. Biden's running mate, Harris, became the first African-American, first Asian-American, and third female[d] vice presidential nominee on a major party ticket. Trump secured re-nomination, getting a total of 2,549 delegates, one of the most in presidential primary history, to runner-up Bill Weld's one delegate in the Republican primaries.[12] Jo Jorgensen secured the Libertarian presidential nomination with Spike Cohen as her running mate, and Howie Hawkins secured the Green presidential nomination with Angela Nicole Walker as his running mate.\n The central issues of the election included the public health and economic impacts of the ongoing COVID-19 pandemic; civil unrest in reaction to the police murder of George Floyd and others; the Supreme Court following the death of Ruth Bader Ginsburg and confirmation of Amy Coney Barrett; and the future of the Affordable Care Act.[13][14][15] Due to the ongoing pandemic, a record number of ballots were cast early and by mail.[16] Many more registered Democrats voted by mail than registered Republicans.[17][18] As a result of a large number of mail-in ballots, some swing states saw delays in vote counting and reporting; this led to major news outlets delaying their projection of Biden and Harris as the president-elect and vice president-elect until the morning of November 7, three and a half days after the election. Major media networks project a state for a candidate once there is high statistical confidence that the outstanding vote would be unlikely to prevent the projected winner from ultimately winning that state.[19]\n Biden ultimately received the majority in the Electoral College with 306 electoral votes, while Trump received 232. Key to Biden's victory were his wins in the Democratic-leaning Great Lakes states of Michigan, Pennsylvania, and Wisconsin, which Trump carried in 2016 and whose combined 46 electoral votes were enough to swing the election to either candidate. Biden also became the first Democrat to win a presidential election in Georgia since 1992, in Arizona since 1996, and in Nebraska's 2nd congressional district since 2008.[20][21]\n Before, during, and after Election Day, Trump and numerous other Republicans engaged in an aggressive and unprecedented[22][23][24][25][26] attempt to subvert the election and overturn the results, falsely alleging widespread voter fraud and trying to influence the vote-counting process in swing states,[27][28][29][30] in what was described by many as an attempted coup d'état. Attorney General William Barr and officials in each of the 50 states found no evidence of widespread fraud or irregularities in the election.[31][32] Federal agencies overseeing election security said it was the most secure in American history.[33][34][35] The Trump campaign and its allies, including Republican members of Congress,[36] continued to engage in numerous attempts to overturn the results of the election by filing 63 lawsuits in several states (all of which were withdrawn or dismissed),[37][38][39] spreading conspiracy theories alleging fraud,[40] pressuring Republican state election officials (including, notably, Georgia Secretary of State Brad Raffensperger, in a phone call that later became widely publicized) and legislators to change results,[41] pressuring the Department of Justice to declare the election \"corrupt\" and intervene,[42][43] objecting to the Electoral College certification in Congress,[44][45] and refusing to cooperate with the presidential transition of Joe Biden.[46] This culminated in a mob of Trump supporters attacking the United States Capitol on January 6, 2021, after Trump repeatedly said that he would never concede the election.[47][48][49] On January 7, Trump acknowledged the incoming administration without mentioning Biden's name.[50][51][52] Biden and Harris were inaugurated on January 20, 2021.\n Article Two of the United States Constitution states that for a person to serve as president, the individual must be a natural-born citizen of the United States, be at least 35 years old, and have been a United States resident for at least 14 years. Candidates for the presidency typically seek the nomination of one of the various political parties in the United States. Each party develops a method (such as a primary election) to choose the candidate the party deems best suited to run for the position. Primary elections are usually indirect elections where voters cast ballots for a slate of party delegates pledged to a particular candidate. The party's delegates then officially nominate a candidate to run on the party's behalf. The presidential nominee typically chooses a vice presidential running mate to form that party's ticket, which is then ratified by the delegates at the party's convention (except for the Libertarian Party, which nominates its vice-presidential candidate by delegate vote regardless of the presidential nominee's preference). The general election in November is also an indirect election, in which voters cast ballots for a slate of members of the Electoral College; these electors then directly elect the president and vice president.[53] If no candidate receives the minimum 270 electoral votes needed to win the election, the United States House of Representatives will select the president from among the three candidates who received the most electoral votes, and the United States Senate will select the vice president from among the candidates who received the two highest totals. The presidential election occurred simultaneously alongside elections for the House of Representatives, the Senate, and various state and local-level elections.[54]\n The Maine Legislature passed a bill in August 2019 adopting ranked-choice voting (RCV) both for presidential primaries and for the general election.[55][56] Governor Janet Mills allowed the bill to become law without her signature, which delayed its taking effect until after the 2020 Democratic primary in March and made Maine the first state to use RCV for a presidential general election. The Maine Republican Party filed signatures for a veto referendum to preclude the use of RCV for the 2020 election, but Secretary of State Matthew Dunlap found there were insufficient valid signatures to qualify for the ballot. A challenge in Maine Superior Court was successful for the Maine Republican Party, but the Maine Supreme Judicial Court[57][58] stayed the ruling pending appeal on September 8, 2020.[59] Nevertheless, ballots began being printed later that day without the veto referendum and including RCV for the presidential election,[60][61] and the Court ruled in favor of the Secretary of State on September 22, allowing RCV to be used.[62] An emergency appeal to the Supreme Court was denied on October 6.[63] The law continues the use of the congressional district method for the allocation of Maine's electors (Nebraska is the only other state that apportions its electoral votes this way).[64] While multiple rounds of vote counting were not needed due to a single candidate receiving a majority of first-choice votes statewide and in each district, use of RCV complicates interpretation of the national popular vote because voters are more likely to vote for third-party or independent candidates.[65]\n On December 14, 2020, pledged electors for each candidate, known collectively as the United States Electoral College, gathered in their states' capitols to cast their official votes. Pursuant to the processes laid out by the Electoral Count Act of 1887, certificates of ascertainment listing the names of the electors and separate certificates recording their votes are distributed to various officials across the branches of government.[66][67][68] The newly elected Congress, with the Vice President in his role as Senate President presiding, met in a joint session to formally open the certificates and count the votes, which began on January 6, 2021, was interrupted by the January 6 United States Capitol attack, and finished the following day.[69]\n The presidential election occurred simultaneously with elections to the Senate and the House of Representatives. Gubernatorial and legislative elections were also held in several states. For the subsequent election, the United States House will redistribute the seats among the 50 states based on the results of the 2020 United States Census, and the states will conduct a redistricting of Congressional and state legislative districts. In most states, the governor and the state legislature conduct the redistricting, although some states have redistricting commissions. Often, a party that wins a presidential election experiences a coattail effect that also helps other candidates of that party win elections.[70] Therefore, the party that wins the 2020 presidential election could also win a significant advantage in drawing new congressional and state legislative districts, which would stay in effect until 2032.[71]\n Joe Biden became the presumptive nominee of the Democratic Party on June 5, 2020, when he secured enough delegates to ensure his nomination at the national convention.[72] He was formally nominated at the convention on August 18.[73]\n Every incumbent president seeking another term, with the partial exception of Lyndon Johnson in 1968,[74] has been renominated by their party since 1884.[75] Donald Trump and his running mate, Mike Pence, were able to easily secure the nomination after receiving enough delegates in the 2020 Republican presidential primaries.[76][77]\n Jo Jorgensen, who was the running mate of author Harry Browne in 1996, received the Libertarian nomination at the national convention on May 23, 2020.[78] She achieved ballot access in all 50 states and the District of Columbia.[79]\n Howie Hawkins became the presumptive nominee of the Green Party on June 21, 2020, and was officially nominated by the party on July 11, 2020.[80][81] Hawkins secured ballot access in 29 states and the District of Columbia, representing 381 electoral votes, and write-in access in 16 more states, representing 130 electoral votes.[82][83][e]\n The 2020 Democratic National Convention was originally scheduled for July 13–16 in Milwaukee, Wisconsin,[86][87][88] but was delayed to August 17–20 due to the effects of the COVID-19 pandemic.[89] On June 24, 2020, it was announced that the convention would be held in a mixed online in-person format, with most delegates attending remotely but a few still attending the physical convention site.[90] On August 5, the in-person portion of the convention was scaled down even further; major speeches, including Biden's, were switched to a virtual format.[91]\n The 2020 Republican National Convention took place from August 24–27 in Charlotte, North Carolina, and various remote locations. Originally, a three-day convention was planned to be held in North Carolina, but due to North Carolina's insistence that the convention follow COVID-19 social distancing rules, the speeches and celebrations were moved to Jacksonville, Florida (official convention business was still contractually obligated to be conducted in Charlotte).[92][93] Due to the worsening situation with regards to COVID-19 in Florida, the plans there were cancelled, and the convention was moved back to Charlotte in a scaled-down capacity.[94]\n The 2020 Libertarian National Convention was originally scheduled to be held in Austin, Texas, over Memorial Day weekend from May 22 to 25,[95][96] but all reservations at the JW Marriott Downtown Austin for the convention were cancelled on April 26 due to the COVID-19 pandemic.[97] The Libertarian National Committee eventually decided the party would hold two conventions, one online from May 22–24 to select the presidential and vice-presidential nominees and one at a physical convention in Orlando, Florida, from July 8–12 for other business.[98]\n The 2020 Green National Convention was originally to be held in Detroit, Michigan, from July 9 to 12.[88] Due to the COVID-19 pandemic, the convention was instead held online, without a change in date.[99]\n The House of Representatives voted to impeach Trump on two counts on December 18, 2019.[100] The trial in the Senate began on January 21, 2020,[101] and ended on February 5, resulting in acquittal by the United States Senate.[102]\n This is the second time a president has been impeached during his first term while running for a second term.[103][i] Trump continued to hold campaign rallies during the impeachment.[105][106] This is also the first time since the modern presidential primaries were established in 1911 that a president has been subjected to impeachment while the primary season was underway.[107] The impeachment process overlapped with the primary campaigns, forcing senators running for the Democratic nomination to remain in Washington for the trial in the days before and after the Iowa caucuses.[108][109]\n Several events related to the 2020 presidential election were altered or postponed due to the ongoing COVID-19 pandemic in the United States and its effects, such as stay-at-home orders and social distancing guidelines by local governments. On March 10, following primary elections in six states, Democratic candidates Joe Biden and Bernie Sanders cancelled planned campaign night events and further in-person campaigning and campaign rallies.[110][111] On March 12, Trump also stated his intent to postpone further campaign rallies.[112] The 11th Democratic debate was held on March 15 without an audience at the CNN studios in Washington, D.C.[113] Several states also postponed their primaries to a later date, including Georgia,[114] Kentucky,[115] Louisiana,[116] Ohio,[117] and Maryland.[118] As of March 24, 2020, all major-party presidential candidates had halted in-person campaigning and campaign rallies over COVID-19 concerns. Political analysts speculated at the time that the moratorium on traditional campaigning, coupled with the effects of the pandemic on the nation, could have unpredictable effects on the voting populace and possibly, how the election will be conducted.[119][120][121]\n Some presidential primary elections were severely disrupted by COVID-19-related issues, including long lines at polling places, greatly increased requests for absentee ballots, and technology issues.[122] Due to a shortage of election workers able or willing to work during the pandemic, the number of polling places was often greatly reduced. Most states expanded or encouraged voting by mail as an alternative, but many voters complained that they never received the absentee ballots they had requested.[123]\n The March 2020 Coronavirus Aid, Relief, and Economic Security Act included money for states to increase mail-in voting. By May, Trump and his campaign strongly opposed mail-in voting, claiming that it would cause widespread voter fraud, a belief that has been discredited by a number of media organizations.[124][125] Government response to the impact of the pandemic from the Trump administration, coupled with the differing positions taken by congressional Democrats and Republicans regarding economic stimulus, became a major campaign issue for both parties.[126][127]\n On April 6, the Supreme Court and Republicans in the State Legislature of Wisconsin rebuffed Wisconsin Governor Tony Evers's request to move the state's spring elections to June. As a result, the elections, which included a presidential primary, went ahead on April 7 as planned.[128] At least seven new cases of COVID-19 were traced to this election. Voting-rights advocates expressed fear of similar chaos on a nationwide scale in November, recommending states move to expand vote-by-mail options.[129]\n On June 20, 2020, Trump's campaign held an in-person rally in Tulsa, Oklahoma, after the Oklahoma Supreme Court ruled that the event could go ahead despite continuing concerns over COVID-19.[130] Attendance at the rally was far lower than expected, being described as a \"flop\", and it led to a significant worsening of relations between Trump and his campaign manager, Brad Parscale.[131] 7.7 million people watched the event on Fox News, a Saturday audience record for that channel.[132] Three weeks after the rally, the Oklahoma State Department of Health recorded record numbers of cases of COVID-19,[133] and former Republican presidential candidate Herman Cain died of the virus, although it was not confirmed that he caught the disease due to his attendance at the rally.[134]\n On October 2, 2020, Trump and First Lady Melania Trump tested positive for SARS-CoV-2 following a positive test from his senior advisor, Hope Hicks, as part of the larger COVID-19 outbreak among White House personnel. Both the president and first lady immediately entered quarantine, which prevented Trump from further campaigning, notably at campaign rallies.[135][136][137] Later that day, the President was admitted to Walter Reed National Military Medical Center with a low grade fever, where he was reported to have received an experimental antibody treatment.[138][139] Trump's diagnosis came only two days after he had shared the stage with Biden at the first presidential debate and raised the possibility that Biden had caught the virus from Trump; Biden tested negative.[140][141] Trump was discharged from the hospital on October 5.[142]\n Trump being diagnosed with COVID-19 was widely seen as having a negative effect on his campaign and shifted the attention of the public back onto COVID-19, an issue which is generally seen as a liability for Trump, due to his response to the COVID-19 pandemic suffering from low approval ratings.[143][144] Being in quarantine also meant Trump was unable to attend rallies, which were a major part of his campaign. As a result of Trump contracting COVID-19, Biden continued campaigning but temporarily ceased running attack ads against him.[145][146] On October 12, one week after his discharge from the hospital, Trump resumed in-person rallies.[142] Trump continued to travel to battleground states and hold mass rallies, sometimes two or three in a day. His rallies have been criticized for their lack of social distancing or mask wearing, and some polls suggest that voters see him less favorably for potentially endangering attendees.[147][148]\n U.S. officials accused Russia, China, and Iran of trying to influence the 2020 United States elections.[149][150] On October 4, 2019, Microsoft announced that \"Phosphorus\", a group of hackers linked to the Iranian government, had attempted to compromise e-mail accounts belonging to journalists, U.S. government officials and the campaign of a U.S. presidential candidate.[151][152] The American Government owned Voice of America reported in April 2020 that \"Internet security researchers say there have already been signs that China-allied hackers have engaged in so-called 'spear-phishing' attacks on American political targets ahead of the 2020 vote.\" Chinese spokesman Geng Shuang denied the allegations and said he would \"hope the people of the U.S. not drag China into its electoral politics\".[153]\n On February 13, 2020, American intelligence officials advised members of the House Intelligence Committee that Russia was interfering in the 2020 election in an effort to get Trump re-elected.[154][155] The briefing was delivered by Shelby Pierson, the intelligence community's top election security official and an aide to acting Director of National Intelligence Joseph Maguire. On February 21, The Washington Post reported that, according to unnamed U.S. officials, Russia was interfering in the Democratic primary in an effort to support the nomination of Senator Bernie Sanders. Sanders issued a statement after the news report, saying in part, \"I don't care, frankly, who Putin wants to be president. My message to Putin is clear: stay out of American elections, and as president, I will make sure that you do.\"[156] Sanders acknowledged that his campaign was briefed about Russia's alleged efforts about a month prior.[157] In a February 2020 briefing to the House Intelligence Committee, U.S. intelligence officials warned Congress that Russia was interfering in the 2020 campaign to support Trump's reelection campaign; Trump was angered that Congress had been informed of the threat, and the day after the briefing castigated the acting director of national intelligence, Joseph Maguire, for allowing the briefing to go forward.[158][159] China and some government-linked Chinese individuals have been accused of interfering in the election to support the candidacy of both Biden and Trump,[160] though whether it is actually doing so is disputed among the intelligence community.[159][161]\n On October 21, threatening emails were sent to Democrats in at least four states. The emails warned, \"You will vote for Trump on Election Day or we will come after you.\"[162] Director of National Intelligence John Ratcliffe announced that evening that the emails, using a spoofed return address, had been sent by Iran. He added that both Iran and Russia are known to have obtained American voter registration data, possibly from publicly available information, and \"This data can be used by foreign actors to attempt to communicate false information to registered voters that they hope will cause confusion, sow chaos and undermine your confidence in American democracy.\" A spokesman for Iran denied the allegation.[163] In his announcement, Ratcliffe said Iran's intent had been \"to intimidate voters, incite social unrest, and damage President Trump\", raising questions as to how ordering Democrats to vote for Trump would be damaging to Trump. It was later reported that the reference to Trump had not been in Ratcliffe's prepared remarks as signed off by the other officials on the stage; he had added it on his own.[164] On November 18, 2021, the Justice Department charged two Iranian hackers with attempting to intimidate American voters ahead of the 2020 U.S. election by sending threatening emails and spreading false information.[165]\n Throughout the election period, several Colombian lawmakers and the Colombian ambassador to the United States issued statements supporting the Donald Trump campaign, which has been viewed as potentially harmful to Colombia–United States relations.[166][167] On October 26, the U.S. Ambassador to Colombia, Philip Goldberg, requested that Colombian politicians abstain from getting involved in the elections.[168]\n The Department of Justice is investigating whether the Trump Victory Committee accepted a $100,000 donation from Malaysian businessman and international fugitive Jho Low, who is accused of being the mastermind behind the multibillion-dollar 1Malaysia Development Berhad scandal involving a Malaysian sovereign wealth fund, 1MDB.[169][170]\n Government officials and American corporate security officers braced for a repeat of 2016's election infrastructure hacking and similar twenty-first century attacks, and in fact conducted what were characterized as preemptive counter-strikes on botnet infrastructure which might be used in large-scale coordination of hacking,[171] and some incidents earlier in the year appeared to foreshadow such possibilities. Nonetheless, after his dismissal, in a December 2020 interview, Chris Krebs, the Trump administration's director of the Cybersecurity and Infrastructure Security Agency (CISA), described monitoring Election Day from CISA's joint command center along with representatives from the military's United States Cyber Command, the National Security Agency (NSA), the Federal Bureau of Investigation (FBI), the United States Secret Service (USSS), the Election Assistance Commission (EAC), representatives of vendors of voting machine equipment, and representatives of state and local governments, as well as his agency's analysis preceding and after that day, saying, \"It was quiet. There was no indication or evidence that there was any sort of hacking or compromise of election systems on, before, or after November third.\"[172] Responding to spurious claims of foreign outsourcing of vote counting as a rationale behind litigation attempting to stop official vote-counting in some areas, Krebs also affirmed that, \"All votes in the United States of America are counted in the United States of America.\"[172]\n Acts of foreign interference included Russian state-directed application of computational propaganda approaches, more conventional state-sponsored Internet propaganda, smaller-scale disinformation efforts, \"information laundering\" and \"trading up the chain\" propaganda tactics employing some government officials, Trump affiliates, and US media outlets.[173]\n During the campaign, Trump indicated in Twitter posts, interviews, and speeches that he might refuse to recognize the outcome of the election if he were defeated; Trump falsely suggested that the election would be rigged against him.[174][175][176] In July 2020, Trump declined to answer whether he would accept the results, just as he did in the 2016 presidential election, telling Fox News anchor Chris Wallace that \"I have to see. No, I'm not going to just say yes. I'm not going to say no.\"[177][178][179][180] Trump repeatedly claimed that \"the only way\" he could lose would be if the election was \"rigged\" and repeatedly refused to commit to a peaceful transition of power after the election.[181][182] Trump also attacked mail-in voting throughout the campaign, falsely claiming that the practice contains high rates of fraud;[183][184][185] at one point, Trump said, \"We'll see what happens ... Get rid of the ballots and you'll have a very peaceful – there won't be a transfer, frankly. There will be a continuation.\"[186] Trump's statements have been described as a threat \"to upend the constitutional order\".[187] In September 2020, FBI Director Christopher A. Wray, who was appointed by Trump, testified under oath that the FBI has \"not seen, historically, any kind of coordinated national voter fraud effort in a major election, whether it's by mail or otherwise\".[188]\n A number of congressional Republicans insisted they were committed to an orderly and peaceful transition of power, but declined to criticize Trump for his comments.[189] On September 24, the Senate unanimously passed a resolution affirming the Senate's commitment to a peaceful transfer of power.[190] Trump has also stated he expected the Supreme Court to decide the election and that he wanted a conservative majority in case of an election dispute, reiterating his commitment to quickly install a ninth justice following the death of Ruth Bader Ginsburg.[191]\n In April 2020, Biden suggested that Trump might try to delay the election, saying he \"is gonna try to kick back the election somehow, come up with some rationale why it can't be held\".[192][193] On July 30, Trump tweeted that \"With Universal Mail-In Voting (not Absentee Voting, which is good), 2020 will be the most INACCURATE & FRAUDULENT Election in history\" and asked if it should be delayed until people can safely cast ballots in person. Experts[who?] have indicated that, for the election to be legally delayed, such a decision must be made by Congress.[194][195] And the Constitution sets the end of the presidential and vice-presidential terms at January 20, a hard deadline which cannot be altered by Congress except by constitutional amendment.[196][197]\n Postal voting in the United States has become increasingly common, with 25% of voters mailing their ballots in 2016 and 2018. By June 2020, the COVID-19 pandemic was predicted to cause a large increase in mail voting because of the possible danger of congregating at polling places.[199] An August 2020 state-by-state analysis concluded that 76% of Americans were eligible to vote by mail in 2020, a record number. The analysis predicted that 80 million ballots could be cast by mail in 2020 – more than double the number in 2016.[200] The Postal Service sent a letter to multiple states in July 2020, warning that the service would not be able to meet the state's deadlines for requesting and casting last-minute absentee ballots.[201] In addition to the anticipated high volume of mailed ballots, the prediction was due in part to numerous measures taken by Louis DeJoy, the newly installed United States Postmaster General, including banning overtime and extra trips to deliver mail,[202] which caused delays in delivering mail,[203] and dismantling and removing hundreds of high-speed mail sorting machines from postal centers.[204] On August 18, after the House of Representatives had been recalled from its August break to vote on a bill reversing the changes, DeJoy announced that he would roll back all the changes until after the November election. He said he would reinstate overtime hours, roll back service reductions, and halt the removal of mail-sorting machines and collection boxes.[205]\n The House of Representatives voted an emergency grant of $25 billion to the post office to facilitate the predicted flood of mail ballots.[206] Although Trump has repeatedly denounced mail voting, he has mailed in ballots due to being in a different state than the one where he votes at the time of the election.[207] In August 2020, Trump conceded that the post office would need additional funds to handle the additional mail-in voting, but said he would block any additional funding for the post office to prevent any increase in balloting by mail.[208]\n The Trump campaign filed lawsuits seeking to block the use of official ballot dropboxes in Pennsylvania in locations other than an election office, and also sought to \"block election officials from counting mail-in ballots if a voter forgets to put their mail-in ballot in a secrecy sleeve within the ballot return-envelope\".[209] The Trump campaign and the Republican Party both failed to produce any evidence of vote-by-mail fraud after being ordered by a federal judge to do so.[209]\n On Election Day, a judge ordered mail inspectors to search \"mail facilities in .... key battleground states\" for ballots.[210] The agency refused to comply with the order and nearly 7% of ballots in USPS facilities on Election Day were not processed in time.[211]\n The Federal Election Commission, which was created in 1974 to enforce campaign finance laws in federal elections, has not functioned since July 2020 due to vacancies in membership. In the absence of a quorum, the commission cannot vote on complaints or give guidance through advisory opinions.[212] As of May 19, 2020, there were 350 outstanding matters on the agency's enforcement docket and 227 items waiting for action.[213] As of September 1, 2020, Trump had not nominated anyone to fill the FEC vacancies.[214]\n On September 18, 2020, Justice Ruth Bader Ginsburg died. Senate Majority Leader Mitch McConnell immediately said the precedent he had set regarding the Merrick Garland nomination was inoperative and that a replacement would be voted on as soon as possible, setting the stage for a confirmation battle and an unexpected intrusion into the campaign.[215] The death of Justice Ginsburg resulted in large increases in momentum for both the Democrats and Republicans.[216][217] The president,[218] vice president,[219] and several Republican members of Congress said a full Supreme Court bench was needed to decide the upcoming election.[220][221]\n On September 26, the day after Justice Ginsburg's body lay in state at the Capitol, Trump held a Rose Garden ceremony at the White House to announce and introduce his candidate, Amy Coney Barrett.[222] After four days of confirmation hearings, the Senate Judiciary Committee voted the nomination out of committee on October 22,[223] and on October 26, Barrett was confirmed on a party-line vote of 52–48, with no Democrats voting for her confirmation.[224] This was the closest Supreme Court confirmation ever to a presidential election, and the first Supreme Court nomination since 1869 with no supporting votes from the minority party.[224] It was also one of the fastest timelines from nomination to confirmations in U.S. history.[225][226]\n By September 2020, several hundred legal cases relating to the election had been filed.[227] About 250 of these had to do with the mechanics of voting in relation to the COVID-19 pandemic.[227] The Supreme Court ruled on a number of these cases,[228] primarily issuing emergency stays instead of going through the normal process due to the urgency.[229] In October 2020, there was speculation that the election might be decided through a Supreme Court case, as happened following the 2000 election.[230][231]\n On October 11, 2019, the Commission on Presidential Debates (CPD) announced that three general election debates would be held in the fall of 2020.[232]\n The first, moderated by Chris Wallace, took place on September 29, and was co-hosted by Case Western Reserve University and the Cleveland Clinic in Cleveland, Ohio.[233] The debate was originally to be hosted at the University of Notre Dame in Notre Dame, Indiana, but the university decided against holding the debate as a result of the COVID-19 pandemic.[233][234] Biden was generally held to have won the first debate,[235][236][237] with a significant minority of commentators deeming it a draw.[238][239]\n One exchange that was particularly noted was when Trump did not directly denounce the white supremacist and neo-fascist group Proud Boys, instead responding that they should \"stand back and stand by\".[240][241][242] On the next day, Trump told reporters the group should \"stand down\" while also claiming that he was not aware of what the group was.[243][244] The debate was described as \"chaotic and nearly incoherent\" because of Trump's repeated interruptions, causing the CPD to consider adjustments to the format of the remaining debates.[245]\n The vice presidential debate was held on October 7, 2020, at the University of Utah in Salt Lake City.[246] The debate was widely held to be subdued, with no clear victor.[247][248] One incident that was particularly commented on was when a fly landed on vice-president Pence's head, and remained there unbeknownst to him for two minutes.[249][250]\n The second debate was initially set to be held at the University of Michigan in Ann Arbor, Michigan, but the university withdrew in June 2020, over concerns regarding the COVID-19 pandemic.[251] The planned debate was rescheduled for October 15 at the Adrienne Arsht Center for the Performing Arts in Miami; due to Trump contracting COVID-19, the CPD announced on October 8 that the debate would be held virtually, in which the candidates would appear from separate locations. Trump refused to participate in a virtual debate, and the commission subsequently announced that the debate had been cancelled.[252][253]\n The third scheduled debate took place on October 22 at Belmont University in Nashville, Tennessee, and was moderated by Kristen Welker.[254][255] The changes to the debate rules, which included the candidates' microphones being muted while the other was speaking,[256] resulted in it being generally considered more civil than the first debate.[257] Welker's performance as moderator was praised, with her being regarded as having done a good job preventing the candidates from interrupting each other.[258] Biden was generally held to have won the debate, though it was considered unlikely to alter the race to any considerable degree.[259][260][261]\n The Free & Equal Elections Foundation held two debates with various third party and independent candidates, one on October 8, 2020, in Denver, Colorado,[266] and another on October 24, 2020, in Cheyenne, Wyoming.[267]\n The following graph depicts the standing of each candidate in the poll aggregators from September 2019 to November 2020. Former Vice President Joe Biden, the Democratic nominee, had an average polling lead of 7.9 percentage points over incumbent President Donald Trump, the Republican nominee. Biden would win the national popular vote by 4.4 percentage points. \n Calculated averages are not comparable to those for the Biden vs. Trump polls. As polling with third parties has been very limited, the polls included in the average are often different.\n The following graph depicts the difference between Joe Biden and Donald Trump in each swing state in the poll aggregators from March 2020 to the election, with the election results for comparison.\n OpenSecrets estimated the total cost of the 2020 election nearly $14 billion, making it the most expensive election in history and twice as expensive as the previous presidential election cycle.[268]\n The COVID-19 pandemic was a major issue of the campaign, with Trump's responses being heavily criticized. The president spread mixed messages on the value of wearing face masks as protection, including criticizing Biden and reporters for wearing them, but has also encouraged their use at times.[269] During the campaign, Trump held many events across the country, including in COVID-19 hotspots, where attendees did not wear masks and were not socially distancing; at the same time, he mocked those who wore face masks.[270][271][272]\n Biden advocated for the expansion of federal funding, including funding under the Defense Production Act for testing, personal protective equipment, and research.[273] Trump also invoked the Defense Production Act to control the distribution of masks and ventilators,[274] but his response plan relied significantly on a vaccine being released by the end of 2020.[273] At the second presidential debate, Trump claimed Biden had called him xenophobic for restricting entry from foreign nationals who had visited China, but Biden responded that he had not been referring to this decision.[275]\n Trump claimed credit for the consistent economic expansion of his presidency's first three years, with the stock market at its longest growth period in history and unemployment at a fifty-year low. Additionally, he has touted the 2020 third-quarter rebound, in which GDP grew at an annualized rate of 33.1%, as evidence of the success of his economic policies.[276] Biden responded to Trump's claims by repeating that the strong economy under Trump's presidency was inherited from the Obama administration, and that Trump has aggravated the economic impact of the pandemic, including the need for 42 million Americans to file for unemployment.[277]\n The Tax Cuts and Jobs Act of 2017, which lowered income taxes for many Americans and lowered the corporate tax rate from 35% to 21%, were a major component of Trump's economic policy. Biden and the Democrats generally describe these cuts as unfairly benefiting the upper class. Biden plans to raise taxes on corporations and those making over $400,000 per year, while keeping the reduced taxes on lower-income brackets and raise capital gains taxes to a maximum bracket of 39.6%. In response, Trump said Biden's plans would destroy retirement accounts and the stock market.[278]\n Trump and Biden's views on environmental policy differ significantly. Trump stated that climate change is a hoax, although he also called it a serious subject.[279] Trump condemned the Paris Agreement on greenhouse gas reduction and began the withdrawal process. Biden planned to rejoin it and announced a $2 trillion plan to combat climate change. Biden had not fully accepted the Green New Deal. Biden did not plan to ban fracking but rather to outlaw new fracking on federal land. In a debate, Trump claimed Biden wanted to ban it altogether. Trump's other environmental policies included the removal of methane emission standards, and an expansion of mining.[280]\n Health care was a divisive issue in both the Democratic primary campaign and the general campaign. While Biden, as well as other candidates, promised protection of the Affordable Care Act, progressives within the Democratic Party advocated to replace the private insurance industry with Medicare for All. Biden's plan involves adding a public option to the American healthcare system,[281] and the restoration of the individual mandate to buy health care, which was removed from the Affordable Care Act by the 2017 tax cut bill,[282] as well as restoring funding for Planned Parenthood. Trump announced plans to repeal the Affordable Care Act, calling it \"too expensive\", but he did not say what would replace it.[283] At the time of the election, the Trump administration and Republican officials from 18 states had a lawsuit before the Supreme Court, asking the court to repeal the Affordable Care Act.[284]\n As a result of the murder of George Floyd and other incidents of police brutality against African Americans, combined with the effects of the COVID-19 pandemic, a series of protests and a wider period of racial unrest erupted in mid-2020. This was followed by the Black Lives Matter movement, which protested police brutality against black people, and became a central point of the 2020 presidential campaign.[285] Protests were as a rule peaceful; fewer than 4% involved property damage or violence (with most of the latter directed at BLM protesters themselves).[286] According to a September 2020 estimate, arson, vandalism, and looting caused about $1–2 billion in insured damage between May 26 and June 8, making this initial phase of the George Floyd protests the civil disorder event with the highest recorded damage in United States history.[287][288]\n In response, Trump and the Republicans suggested sending in the military to counter the protests, which was criticized, especially by Democrats, as heavy-handed and potentially illegal.[289] Trump referred to Black Lives Matter protesters confronting diners in a restaurant as \"thugs\",[290] and called the movement a \"symbol of hate\".[291] Particularly controversial was a photo-op Trump took in front of St. John's Church in Washington D.C., before which military police had forcefully cleared peaceful protestors from the area.[282] Biden condemned Trump for his actions against protestors; he described George Floyd's words \"I can't breathe\" as a \"wake-up call for our nation\". He also promised he would create a police oversight commission in his first 100 days as president, and establish a uniform use of force standard, as well as other police reform measures.[292]\n More than 158 million votes were cast in the election.[307] More than 100 million of them were cast before Election Day by early voting or mail ballot, due to the ongoing COVID-19 pandemic.[308] The election saw the highest voter turnout as a percentage of eligible voters since 1900,[309] with each of the two main tickets receiving more than 74 million votes, surpassing Barack Obama's record of 69.5 million votes from 2008.[310] The Biden–Harris ticket received more than 81 million votes, the most votes ever in a U.S. presidential election.[10][11] It was also the ninth consecutive presidential election where the victorious major party nominee did not receive a popular vote majority by a double-digit margin over the losing major party nominee(s), continuing the longest sequence of such presidential elections in U.S. history, which began in 1988 and in 2016 eclipsed the previous longest sequence, that from 1876 through 1900.[311][note 1][312] In 2020, 58 percent of U.S. voters lived in landslide counties,[313] a decline from 61 percent in 2016.[314]\n Trump became the first U.S. president since 1992 and the eleventh incumbent in the country's history to lose a bid for a second term. Biden's 51.3% of the popular vote was the highest for a challenger to an incumbent president since 1932.[315][316][317][m] Biden is the sixth vice president to become president without succeeding to the office on the death or resignation of a previous president.[318] Additionally, Trump's loss marked the third time an elected president lost the popular vote twice, the first being John Quincy Adams in the 1820s and Benjamin Harrison in the 1880s and 1890s.[319] This was the first time since 1980, and the first for Republicans since 1892 that a party was voted out after a single four-year term. This was the second election in American history in which the incumbent president lost re-election despite winning a greater share of the popular vote than they did the previous election, after 1828.\n Biden won 25 states, the District of Columbia, and one congressional district in Nebraska, totaling 306 electoral votes. Trump won 25 states and one congressional district in Maine, totaling 232 electoral votes. This result was exactly the reverse of Trump's victory, 306 to 232, in 2016 (excluding faithless electors), making it the first time two consecutive elections featured the same electoral-vote distribution between candidates.[320] Biden became the first Democrat to win the presidential election in Georgia since 1992 and in Arizona since 1996,[20] and the first candidate to win nationally without Florida since 1992 and Ohio since 1960, casting doubt on Ohio's continued status as a bellwether state.[321] Biden carried five states won by Trump in 2016: Arizona, Georgia, Michigan, Pennsylvania, and Wisconsin. He also became the first Democrat since 2008 to carry Nebraska's 2nd congressional district, winning one electoral vote from the state. Trump did not win any states won by Clinton in 2016. Biden's three gains in the Rust Belt—Michigan, Pennsylvania and Wisconsin—were widely characterized as a rebuilding of the blue wall, a term widely used in the press for the states consistently won by Democrats from 1992 to 2012, broken by Trump in 2016 when he flipped those three Rust Belt states.[322][323][324][325] Nevertheless, amidst Trump's national and electoral defeat, his scoring decisive victories in Ohio, Iowa, and Florida for the second time, after their having backed Obama twice, has led many commentators to conclude they have shifted from perennial swing states to reliable red states.[326][327]\n In light of the attempts to contest the election results, an important question is how many votes would have had to change in particular states in order to produce a different Electoral College outcome. If Biden's three narrowest state victories—Wisconsin, Georgia, and Arizona, all of which he won by less than a percentage point—had gone to Trump, there would have been a tie of 269 electors for each candidate,[328][329] causing a contingent election to be decided by the House of Representatives, where Trump had the advantage. (Even though Democrats controlled the House, contingent elections are determined by state delegations in which each state receives just one vote, and since a slight majority of states in 2020 contained more Republican than Democratic representatives, Republicans would have had more votes in such an election.) This scenario would have required a popular-vote shift of 0.63% or less in each of these three states, a total of about 43,000 votes, 0.03% of votes cast nationally.  A similar situation occurred in 2016, when a shift of 0.77% or less in each of the three most closely contested states (Wisconsin, Michigan, and Pennsylvania), or about 77,000 votes, would have resulted in the popular-vote winner Hillary Clinton also winning in the Electoral College.[330]\n Almost all counties previously considered reliable indicators of eventual success in presidential elections voted for Trump instead of Biden, meaning that they did not continue their streaks as bellwether counties. This was attributed to increasing political polarization throughout the country and to the urban–rural divide.[331]\n While Trump still dominated rural America as a whole, there were rural areas that he lost. Biden won 50.5% of the rural counties that each had mostly non-white voters, particularly in the South and the West.[332] Rural counties in the South won by Biden had greater economic distress than those won by Trump; in the Northeast, the opposite was true.[332] In the West, Biden did especially well in rural counties that had high shares of workers employed in leisure and hospitality.[332] Such counties likewise had large constituencies of immigration from other states.[332] Every state won by Biden was won by more votes than those by which Hillary Clinton won the state. The combined vote margin of these states was equal to Biden's gain over Hillary Clinton.[333] Biden became the oldest president ever elected besting Ronald Reagan's record in 1984 and the oldest non-incumbent ever, besting Trump in 2016.\n Major news organizations project a state for a candidate when there is high mathematical confidence that the outstanding vote would be unlikely to prevent the projected winner from ultimately winning the state. Election projections are made by decision teams of political scientists and data scientists.[19]\n On the morning of November 7 at approximately 11:30 a.m. EST, roughly three and a half days after polls had closed, ABC News, NBC News, CBS News, the Associated Press, CNN, and Fox News all called the election for Biden, based on projections of votes in Pennsylvania showing him leading outside of the recount threshold (0.5% in that state).[334][335][336][337][338][339] That evening, Biden and Harris gave victory speeches in Wilmington, Delaware.[340]\n On the invitation of the U.S. State Department, the Organization for Security and Co-operation in Europe's (OSCE) Office for Democratic Institutions and Human Rights (ODIHR), which has been monitoring U.S. elections since 2002 (as it does for major elections in all other OSCE member countries), sent 102 observers from 39 countries.[341][342][343] The task force consisted of long-term observers from the ODIHR office (led by former Polish diplomat Urszula Gacek) deployed to 28 states from September on and covering 15 states on election day, and a group of European lawmakers acting as short-term observers (led by German parliamentarian Michael Georg Link), reporting from Maryland, Virginia, California, Nevada, Michigan, Missouri, Wisconsin, and D.C.[341][343] Due to the COVID-19 pandemic, it was scaled down to a \"limited election observation mission\" from the originally planned 100 long-term observers and 400 short-term observers.[341]\n An interim report published by the OSCE shortly before the election noted that many ODIHR interlocutors \"expressed grave concerns about the risk of legitimacy of the elections being questioned due to the incumbent President's repeated allegations of a fraudulent election process, and postal vote in particular.\"[341][344] On the day after the election, the task force published preliminary findings,[342] with part of the summary stating:\n The 3 November general elections were competitive and well managed despite legal uncertainties and logistical challenges. In a highly polarized political environment, harsh campaign rhetoric fuelled tensions. Measures intended to secure the elections during the pandemic triggered protracted litigation driven by partisan interests. The uncertainty caused by late legal challenges and evidence-deficient claims about election fraud created confusion and concern among election officials and voters. Voter registration and identification rules in some states are unduly restrictive for certain groups of citizens. The media, although sharply polarized, provided comprehensive coverage of the campaign and made efforts to provide accurate information on the organization of elections.[345] Link said that \"on the election day itself, we couldn't see any violations\" at the polling places visited by the observers.[342] The task force also found \"nothing untoward\" while observing the handling of mail-in ballots at post offices, with Gacek being quoted as saying: \"We feel that allegations of systemic wrongdoing in these elections have no solid ground. The system has held up well.\"[343] The OSCE's election monitoring branch published a more comprehensive report in early 2021.[343][346]\n Candidates are listed individually below if they received more than 0.1% of the popular vote. Popular vote totals are from the Federal Election Commission report.[1]\n Two states, Maine and Nebraska, allow their electoral votes to be split between candidates by congressional districts. The winner of each congressional district gets one electoral vote for the district. The winner of the statewide vote gets two additional electoral votes.[352][353]\n States where the margin of victory was under 1% (37 electoral votes; all won by Biden):\n States where the margin of victory was between 1% and 5% (86 electoral votes; 42 won by Biden, 44 by Trump):\n States/districts where the margin of victory was between 5% and 10% (80 electoral votes; 17 won by Biden, 63 by Trump):\n Blue denotes states or congressional districts won by Democrat Joe Biden; red denotes those won by Republican Donald Trump.\n Counties with highest percentage of Democratic vote:[354]\n Counties with highest percentage of Republican vote:\n Results by state, shaded according to winning candidate's percentage of the vote\n Results by county\n Results by county, shaded according to winning candidate's percentage of the vote\n A discontinuous cartogram of the 2020 United States presidential election\n A continuous county-level cartogram of the 2020 United States presidential election\n County swing from 2016 to 2020\n Election results by congressional district\n Shaded election results by county (red-purple-blue scale)\n States shaded by margin of victory\n Counties shaded by margin of victory\n Voter demographic data for 2020 were collected by Edison Research for the National Election Pool, a consortium of ABC News, CBS News, MSNBC, CNN, Fox News, and the Associated Press. The voter survey is based on exit polls completed by 15,590 voters in person as well as by phone.[356]\n The Brookings Institution released a report entitled \"Exit polls show both familiar and new voting blocs sealed Biden's win\" on November 12, 2020. In it, author William H. Frey attributes Obama's 2008 win to young people, people of color, and the college-educated. Frey contends Trump won in 2016 thanks to older White without college degrees.[358] Frey says the same coalitions largely held in 2008 and 2016, although in key battleground states Biden increased his vote among some of the 2016 Trump groups, particularly among White and older Americans.[358] Trump won the white vote in 2016 by 20% but in 2020 by only 16%. The Democratic Party won black voters by 75%, the lowest margin since 1980. Democrats won the Latino vote by 32%, which is the smallest margin since 2004, and they won the Asian American vote by 27%, the lowest figure since 2008.[358] Biden reduced the Republican margin of white men without college educations from 48% to 42%, and the Democrats made a slight improvement of 2% among white, college-educated women. People age 18 to 29 registered a rise in Democratic support between 2016 and 2020, with the Democratic margin of victory among that demographic increasing from 19% to 24%.[358]\n Post-election analysis using verified voter data found the Associated Press's Votecast was more accurate than the exit polls.[359][360]\n Biden won 65% of the Latino vote according to Edison Research, and 63% according to the Associated Press. Voto Latino reported that the Latino vote was crucial to the Biden victory in Arizona. 40% of Latino voters who voted in 2020 did not vote in 2016, and 73% of those Latino voters voted for Biden (438,000 voters).[361] Florida and Texas, which have large Latino populations, were carried by Trump. In Florida, Trump won a majority of Cuban American voters in Miami-Dade County, Florida.[362] The Latino vote was still crucial to enable Biden to carry states such as Nevada.[363] Latino voters were targeted by a major Spanish-language disinformation campaign in the final weeks of the election, with various falsehoods and conspiracy theories being pushed out by WhatsApp and viral social media posts.[364][365][366]\n Demographic patterns emerged having to do with country of origin and candidate preference. Pre- and post-election surveys showed Biden winning Latinos of Mexican, Puerto Rican, Dominican,[367] and Spanish heritage,[368] while Trump carried Latinos of Cuban heritage. Data from Florida showed Biden holding a narrow edge among South Americans.[369]\n Biden won 87% of the Black vote, while Trump won 12%.[370] Biden's advantage among Black voters was crucial in the large cities of Pennsylvania and Michigan; the increase in the Democratic vote in Milwaukee County of about 28,000 votes was more than the 20,000-vote lead Biden had in the state of Wisconsin. Almost half Biden's gains in Georgia came from the four largest counties – Fulton, DeKalb, Gwinnett, and Cobb – all in the Atlanta metro area with large Black populations.[371] Trump improved his overall share of the Black vote from 2016 by 4% and doubled the Black vote that Mitt Romney received in 2012.[372][373][370]\n Polls showed that 68% of Asian American and Pacific Island (AAPI) voters supported Biden/Harris, while 28% supported Trump/Pence. Karthick Ramakrishnan, a political science professor at the University of California Riverside and founder of AAPI Data, said Asian Americans supported Biden over Trump by about a 2:1 margin. Korean Americans, Japanese Americans, Indian Americans, and Chinese Americans favored Biden by higher margins overall compared to Vietnamese Americans and Filipino Americans.[374] Many voters were turned off by Trump's language some of which was widely considered racist such as (\"China virus\" and \"kung flu\") but, according to Vox reporter Terry Nguyen, many Vietnamese voters (and especially elderly, South Vietnamese migrants who populated coastal centers in the 1970s) appreciated his strong anti-China stance.[375]\n Data from FiveThirtyEight indicated 65% of Indian American voters backed Joe Biden, and 28% supported Donald Trump.[374] Some Indian Americans self-identified with Kamala Harris, but others approved of Donald Trump's support of Indian Prime Minister Narendra Modi.[376] In a speech given to 50,000 Indian-Americans during his 2019 visit to the US, Modi praised Trump with remarks that were interpreted as an indirect endorsement of his candidacy.[377] Indian right-wing organizations like the Hindu Sena had performed special havans and pujas for Trump's electoral victory.[378]\n During the 2021 storming of the United States Capitol, a group of Trump supporters held an Indian flag quite prominently. It was held by a US citizen of Indian origin hailing from Kochi in Southern India.[379] Varun Gandhi, a senior parliamentarian from India's ruling BJP, expressed surprise and disapproval of the prominent display of the Indian flag by some of the protestors in one of his tweets; opposition Indian National Congress leader Shashi Tharoor equated the mentality of some Indians with that of Trump supporters.[380]\n Pre-election voter surveys by Indian Country Today found 68% of American Indian and Alaska Native voters supporting Democratic nominee Joe Biden.[381] In particular, the Navajo Reservation, which spans a large quadrant of eastern Arizona and western New Mexico, delivered up to 97% of their votes per precinct to Biden,[382] while overall support for Biden was between 60 and 90% on the Reservation.[383] Biden also posted large turnout among Havasupai, Hopi, and Tohono O'odham peoples,[384] delivering a large win in New Mexico and flipping Arizona.\n In Montana, while the state went for Trump overall, Biden won counties overlapping reservations of the Blackfeet, Fort Belknap, Crow and Northern Cheyenne.[385] The same pattern held in South Dakota, with most of the counties overlapping the lands of the Standing Rock Sioux, Cheyenne River Sioux, Oglala Sioux, Rosebud Sioux and Crow Creek tribes going for Biden. For example, in Oglala Lakota County, which overlaps with the Pine Ridge Indian Reservation, Biden won 88% of the vote.[385]\n Trump's strongest performance among Native tribes was with the Lumbee Tribe of North Carolina, where he won a strong majority in Robeson County and flipped Scotland County from blue to red.[386] Trump had campaigned in Lumberton, in Robeson County, and had promised the Lumbees federal recognition.[386]\n Although polls generally predicted the Biden victory, the national polls overestimated him by three to four points, and some state polling was even further from the actual result and greater than 2016's error (one or two points).[387] The numbers represented the highest level of error since the 1980 presidential election.[388] This polling overestimation also applied in several Senate races, where the Democrats underperformed by about five points relative to the polls,[389] as well as the House elections, where Republicans gained seats instead of losing as polls predicted. Most pollsters underestimated support for Trump in several key battleground states, including Florida, Iowa, Ohio, Pennsylvania, Michigan, Texas, and Wisconsin. The discrepancy between poll predictions and the actual result persisted from the 2016 election despite pollsters' attempts to fix problems with polling in 2016, in which they underestimated the Republican vote in several states. The imprecise polls led to changes in campaigning and fundraising decisions for both Democrats and Republicans.[387]\n According to The New York Times, polling misses have been attributed to, among other issues, reduced average response to polling; the relative difficulty to poll certain types of voters; and pandemic-related problems, such as a theory which suggests Democrats were less willing to vote in person on Election Day than Republicans for fear of contracting COVID-19.[387] According to CNN, research presented to the American Association for Public Opinion Research indicated one of the primary problems was an inability by pollsters to include a certain segment of Trump supporters, either due to inaccessibility or lack of participation.[388] New Statesman data journalist Ben Walker pointed to Hispanics as a historically difficult group to poll accurately, leading to pollsters underestimating the level of Trump support within the demographic group.[390] Election analyst Nate Silver of FiveThirtyEight wrote that the polling error was completely normal by historical standards and disputes the narrative that polls were wrong.[391]\n Election night, November 3, ended without a clear winner, as many state results were too close to call and millions of votes remained uncounted, including in the battleground states of Wisconsin, Michigan, Pennsylvania, North Carolina, Georgia, Arizona, and Nevada.[392] Results were delayed in these states due to local rules on counting mail-in ballots.[393] In a victory declared after midnight, Trump won the swing state of Florida by over three percentage points, an increase from his 1.2 percentage point margin in 2016, having seen significant gains in support among the Latino community in Miami-Dade County.[394]\n Shortly after 12:30 a.m. EST, Biden made a short speech in which he urged his supporters to be patient while the votes are counted, and said he believed he was \"on track to win this election\".[395][396] Shortly before 2:30 a.m. EST, Trump made a speech to a roomful of supporters, falsely asserting that he had won the election and calling for a stop to all vote counting, saying that continued counting was \"a fraud on the American people\" and \"we will be going to the U.S. Supreme Court.\"[397][398] The Biden campaign denounced these attempts, claiming the Trump campaign was engaging in a \"naked effort to take away the democratic rights of American citizens\".[399]\n In Pennsylvania, where the counting of mail-in ballots began on election night, Trump declared victory on November 4 with a lead of 675,000 votes, despite more than a million ballots remaining uncounted. Trump also declared victory in North Carolina and Georgia, despite many ballots being uncounted.[400] At 11:20 p.m. EST on election night, Fox News projected Biden would win Arizona, with the Associated Press making the same call at 2:50 a.m. EST on November 4;[401][402] several other media outlets concluded the state was too close to call.[403][404] By the evening of November 4, the Associated Press reported that Biden had secured 264 electoral votes by winning Michigan and Wisconsin, with Pennsylvania, North Carolina, Georgia, and Nevada remaining uncalled.[405] Biden had a 1% lead in Nevada[406] and maintained a 2.3% lead in Arizona by November 5,[407] needing only to win Nevada and Arizona or to win Pennsylvania to obtain the necessary 270 electoral votes.[405]\n Some Trump supporters expressed concerns of possible fraud after seeing the president leading in some states on Election Night, only to see Biden take the lead in subsequent days. Election experts[408] attributed this to several factors, including a \"red mirage\" of early results being counted in relatively thinly populated rural areas that favored Trump, which are quicker to count, followed later by results from more heavily populated urban areas that favored Biden, which take longer to count. In some states like Pennsylvania, Michigan and Wisconsin, Republican-controlled legislatures prohibited mail-in ballots from being counted before Election Day, and once those ballots were counted they generally favored Biden, at least in part because Trump had for months raised concerns about mail-in ballots, encouraging his supporters instead to vote in person. By contrast, in states such as Florida, which allowed counting of mail-in ballots for weeks prior to Election Day, an early blue shift giving the appearance of a Biden lead was later overcome by in-person voting that favored Trump, resulting in the state being called for the president on Election Night.[409][410][411]\n On November 5, a federal judge dismissed a lawsuit by the Trump campaign to stop vote-counting in Pennsylvania. The Trump campaign had alleged that its observers were not given access to observe the vote, but its lawyers admitted during the hearing that its observers were already present in the vote-counting room.[412] Also that day, a state judge dismissed another lawsuit by the Trump campaign which alleged that in Georgia, late-arriving ballots were counted. The judge ruled no evidence had been produced that the ballots were late.[413] Meanwhile, a state judge in Michigan dismissed the Trump campaign's lawsuit requesting a pause in vote-counting to allow access to observers, as the judge noted that vote-counting had already finished in Michigan.[414] That judge also noted the official complaint did not state \"why\", \"when, where, or by whom\" an election observer was allegedly blocked from observing ballot-counting in Michigan.[415]\n On November 6, Biden assumed leads in Pennsylvania and Georgia as the states continued to count ballots, and absentee votes in those states heavily favored Biden.[416] Due to the slim margin between Biden and Trump in the state, Georgia Secretary of State Brad Raffensperger announced on November 6 that a recount would be held in Georgia. At that point, Georgia had not seen \"any widespread irregularities\" in this election, according to the voting system manager of the state, Gabriel Sterling.[417]\n Also, on November 6, U.S. Supreme Court Justice Samuel Alito issued an order requiring officials in Pennsylvania to segregate late-arriving ballots, amid a dispute as to whether the state's Supreme Court validly ordered a 3-day extension of the deadline for mail-in ballots to arrive.[418] Several Republican attorneys general filed amicus briefs before the U.S. Supreme Court in subsequent days agreeing with the Pennsylvania Republican Party's view that only the state legislature could change the voting deadline.[419]\n By November 7, several prominent Republicans had publicly denounced Trump's claims of electoral fraud, saying they were unsubstantiated, baseless or without evidence, damaging to the election process, undermining democracy and dangerous to political stability while others supported his demand of transparency.[420] According to CNN, people close to Donald Trump, such as his son-in-law and senior adviser Jared Kushner and his wife Melania Trump, urged him to accept his defeat. While Donald Trump privately acknowledged the outcome of the presidential election, he nonetheless encouraged his legal team to continue pursuing legal challenges.[421] Trump expected to win the election in Arizona, but when Fox News declared Biden the victor of the state, Trump became furious and claimed the result was due to fraud.[422]\nTrump and his allies suffered approximately 50 legal losses in four weeks after starting their litigation.[423] In view of these legal defeats, Trump began to employ \"a public pressure campaign on state and local Republican officials to manipulate the electoral system on his behalf\".[422][424][425][426]\n Protests against Trump's challenges to the election results occurred in Minneapolis, Portland, New York, and other cities. Police in Minneapolis arrested more than 600 demonstrators for blocking traffic on an interstate highway. In Portland, the National Guard was called out after some protesters smashed windows and threw objects at police.[427] At the same time, groups of Trump supporters gathered outside of election centers in Phoenix, Detroit, and Philadelphia, shouting objections to counts that showed Biden leading or gaining ground.[427] In Arizona, where Biden's lead was shrinking as more results were reported, the pro-Trump protesters mostly demanded that all remaining votes be counted, while in Michigan and Pennsylvania, where Trump's lead shrank and disappeared altogether as more results were reported, they called for the count to be stopped.[428]\n Trump and a variety of his surrogates and supporters made a series of observably false claims that the election was fraudulent. Claims that substantial fraud was committed have been repeatedly debunked.[431][432] On November 9 and 10, The New York Times called the offices of top election officials in every state; all 45 of those who responded said there was no evidence of fraud. Some described the election as remarkably successful considering the coronavirus pandemic, the record turnout, and the unprecedented number of mailed ballots.[32] On November 12, the Cybersecurity and Infrastructure Security Agency (CISA) issued a statement calling the 2020 election \"the most secure in American history\" and noting \"[t]here is no evidence that any voting system deleted or lost votes, changed votes, or was in any way compromised.\"[34] Trump fired the director of CISA five days later.[433]\n As ballots were still being counted two days after Election Day, Trump falsely asserted that there was \"tremendous corruption and fraud going on\", adding: \"If you count the legal votes, I easily win. If you count the illegal votes, they can try to steal the election from us.\"[434] Trump has repeatedly claimed that the results of mail-in ballots showing significantly more support for Biden is suspicious.[435] This is a common phenomenon known as the blue shift, since more Democrats than Republicans tend to vote by mail, and mail ballots are counted after Election Day in many states. Leading up to the 2020 election, the effect was predicted to be even greater than usual, as Trump's attacks on mail-in voting may have deterred Republicans from casting mail ballots.[436]\n In early January 2021, Trump falsely and repeatedly claimed that he won every single state in the presidential election – a 50-state sweep, and a 535 to 3 electoral college victory. On January 2, during his phone call to Brad Raffensperger, the Georgia Secretary of State, Trump said, \"As you know, every single state. We won every state; we won every statehouse in the country... But we won every single statehouse.\"[437] Two days later, on January 4, Trump appeared at a campaign rally in Dalton, Georgia, showing his support for Republican Senators David Perdue and Kelly Loeffler. During his speech at the rally, Trump again asserted that he won \"every single state\", and \"We win every state, and they're going to have this guy [Biden] be President?\"[438]\n Many claims of purported voter fraud were discovered to be false or misleading. In Fulton County, Georgia, the number of votes affected was 342, with no breakdown of which candidates they were for.[439] A viral video of a Pennsylvania poll worker filling out a ballot was found to be a case of a damaged ballot being replicated to ensure proper counting, while a video claimed to show a man taking ballots illegally to a Detroit counting center was found to be actually depicting a photographer transporting his equipment.[440][441] Another video of a poll watcher being turned away in Philadelphia was found to be real, but the poll watcher had subsequently been allowed inside after a misunderstanding had been resolved.[442] A tweet that went viral claimed 14,000 votes in Wayne County, Michigan, were cast by dead people, but the list of names included was found to be incorrect.[443] The Trump campaign and Fox News commentator Tucker Carlson also claimed a James Blalock had voted in Georgia despite having died in 2006, though his 94-year-old widow had registered and voted as Mrs. James E. Blalock.[444] In Erie, Pennsylvania, a postal worker who claimed the postmaster had instructed postal workers to backdate ballots mailed after Election Day later admitted he had fabricated the claim. Prior to his recantation, Republican senator Lindsey Graham cited the claim in a letter to the Justice Department calling for an investigation, and the worker was praised as a patriot on a GoFundMe page created in his name that raised $136,000.[445]\n Days after Biden had been declared the winner, White House press secretary Kayleigh McEnany asserted without evidence that the Democratic Party was welcoming fraud and illegal voting.[446] Republican former speaker of the House Newt Gingrich stated on Fox News, \"I think that it is a corrupt, stolen election.\"[447] Appearing at a press conference outside a Philadelphia landscaping business as Biden was being declared the winner, Trump's personal attorney Rudy Giuliani asserted without evidence that hundreds of thousands of ballots were questionable.[448] Responding to Giuliani, a spokesperson for Pennsylvania Attorney General Josh Shapiro said: \"Many of the claims against the commonwealth have already been dismissed, and repeating these false attacks is reckless. No active lawsuit even alleges, and no evidence presented so far has shown, widespread problems.\"[32]\n One week after the election, Republican Philadelphia city commissioner Al Schmidt said he had not seen any evidence of widespread fraud, stating, \"I have seen the most fantastical things on social media, making completely ridiculous allegations that have no basis in fact at all and see them spread.\" He added that his office had examined a list of dead people who purportedly voted in Philadelphia but \"not a single one of them voted in Philadelphia after they died.\" Trump derided Schmidt, tweeting, \"He refuses to look at a mountain of corruption & dishonesty. We win!\"[449]\n Attorneys who brought accusations of voting fraud or irregularities before judges could not produce actual evidence to support the allegations. In one instance, a Trump attorney sought to have ballot counting halted in Detroit on the basis of a claim by a Republican poll watcher that she had been told by an unidentified person that ballots were being backdated; Michigan Court of Appeals judge Cynthia Stephens dismissed the argument as \"inadmissible hearsay within hearsay\".[450][451] Some senior attorneys at law firms working on Trump's behalf, notably Jones Day, expressed concerns that they were helping to undermine the integrity of American elections by advancing arguments lacking evidence.[452]\n Trump and his lawyers Giuliani and Sidney Powell repeatedly made the false claim that the Toronto, Ontario-based firm Dominion Voting Systems, which had supplied voting machines for 27 states, was a \"communist\" organization controlled by billionaire George Soros, former Venezuelan president Hugo Chávez (who died in 2013), or the Chinese Communist Party, and that the machines had \"stolen\" hundreds of thousands of votes from Trump. The false claims about the company circulated on social media, amplified by more than a dozen tweets or retweets by Trump. The disinformation campaign prompted threats and harassment against Dominion employees.[455]\n A December 2020 poll showed 77% of Republicans believe widespread fraud occurred during the election. 35% of independent voters also said they believe widespread voter fraud took place.[456] Overall, 60% of Americans believed Biden's win was legitimate, 34% did not, and 6% were unsure. Another poll taken in late December showed a similar result, with 62% of Americans polled believing Biden was the legitimate winner of the election, while 37% did not.[457] This split in popular opinion remained largely stable, with a January 10, 2021, poll commissioned by ABC News showing 68% of Americans believed Biden's win was legitimate and 32% did not.[458] These numbers remained largely stagnant, with a June 2021 poll from Monmouth showing 61% believed Biden won fair and square, 32% believed he won due to fraud, and 7% were unsure.[459] More than a year later, public opinion on the matter still remained stagnant, with a poll commissioned by ABC News finding that 65% of Americans believed Biden's win was legitimate, 33% believed it was not legitimate, and 2% were unsure. The same poll also found that 72% of Americans thought the people involved in the attack on the U.S. Capitol on January 6, 2021, were attacking democracy, while 25% thought they were protecting democracy, and 3% were unsure.[460] A March 2022 poll commissioned by the conservative Rasmussen Reports found that 52% of voters think that it is likely that cheating \"affected the outcome of the 2020 presidential election.\" while 40% of voters believe that it is unlikely. 33% say that cheating was very likely, 19% say it was somewhat likely, 13% say it was somewhat unlikely, and 27% say it was very unlikely.[461]\n Motivated by the myth of widespread fraud, Republican state lawmakers initiated a push to make voting laws more restrictive.[462]\n After the election, the Trump campaign filed several lawsuits in multiple states, including Georgia, Michigan, Nevada, and Pennsylvania.[463] Lawyers and other observers noted the suits were unlikely to have an effect on the outcome. Loyola Law School professor Justin Levitt said, \"There's literally nothing that I've seen yet with the meaningful potential to affect the final result.\"[464]\nSome law firms have moved to drop their representation in lawsuits challenging results of the election.[465]\n On December 20, Giuliani filed a petition with the U.S. Supreme Court, asking them to overturn the results of the Pennsylvania election and direct the state legislature to appoint electors. The Supreme Court was regarded as very unlikely to grant this petition, and even if they did, it would not alter the election outcome, since Biden would still have a majority of Electoral College votes without Pennsylvania.[466] The Court set the deadline for reply briefs from the respondents for January 22, 2021, two days after President Elect Biden's inauguration.[467]\n On December 9, Ken Paxton, the Attorney General of Texas, filed a lawsuit in the Supreme Court of the United States, asking the court to overturn the results in Michigan, Pennsylvania, Wisconsin, and Georgia. Attorneys general of seventeen other states also signed onto the lawsuit.[468][469][470] 126 Republicans in the House of Representatives, more than two-thirds of the Republican caucus, signed an amicus brief in support of the lawsuit.[471] The suit was rejected by the Supreme Court on December 11.[472][473]\n Early in the morning on November 4, with vote counts still going on in many states, Trump claimed he had won: \"This is an embarrassment to our country. We were getting ready to win this election, frankly we did win this election.\"[475] For weeks after the networks had called the election for Biden, Trump refused to acknowledge that Biden had won. Unlike every losing major party presidential candidate before him, Trump was refusing to formally concede, thus breaking with the established precedent of formal concession started in 1896, when William Jennings Bryan sent a congratulatory telegram to President-elect William McKinley.[476] Biden described Trump's refusal as \"an embarrassment\".[477]\n In the wake of the election, the White House ordered government agencies not to cooperate with the Biden transition team in any way,[478] and the General Services Administration (GSA) refused to formally acknowledge Biden's victory,[479]\n Trump finally acknowledged Biden's victory in a tweet on November 15, although he refused to concede and blamed his loss on fraud, stating: \"He won because the Election was Rigged.\" Trump then tweeted: \"I concede NOTHING! We have a long way to go.\"[480][481]\n In a June 2021 interview with Sean Hannity, Trump stated that \"we didn't win\" and said that he wished President Biden success in international diplomacy, which Forbes declared as Trump \"[coming] as close as he's ever been to conceding his 2020 election loss.\"[482]\n Although all major media outlets called the election for Biden on November 7, the head of the General Services Administration (GSA), Trump appointee Emily W. Murphy, refused for over two weeks to certify Biden as the president-elect. Without formal GSA certification or \"ascertainment\" of the winner of the election, the official transition process was delayed.[483] On November 23, Murphy acknowledged Biden as the winner and said the Trump administration would begin the formal transition process. Trump said he had instructed his administration to \"do what needs to be done\" but did not concede, and indicated he intended to continue his fight to overturn the election results.[484]\n Both before and after the election, Trump and other Republican leaders publicly considered asking certain Republican-controlled state legislatures to select electors for Trump rather than Biden, even in the event of a Biden victory in those states.[485] In Pennsylvania, a state which Biden won despite its legislature being controlled by Republicans, the president's personal lawyer Rudy Giuliani asked a federal judge to consider ordering the state legislature to ignore the state's popular vote and select electors for Trump.[486] Legal experts, including New York University law professor Richard Pildes, have said such a strategy would run into numerous legal and political problems, noting that in various battleground states, Democratic Party members elected to statewide offices would thwart such efforts,[487] and ultimately Congress likely would not accept the votes of legislatively appointed electors over those appointed based on the election results.[488] Law professor Lawrence Lessig noted that while the Constitution grants state legislatures the power to determine how electors are selected, including the power to directly appoint them, Article II, Section 1, Clause 4 gives Congress the power to determine when electors must be appointed, which they have designated to be Election Day, meaning that legislatures cannot change how electors are appointed for an election after this date.[489] In modern times, most states have used a popular vote within their state as the determining factor in who gets all the state's electors,[487] and changing election rules after an election has been conducted could also violate the Constitution's Due Process Clause.[490]\n In November, Trump focused his efforts on trying to delay vote certifications at the county and state level.[491] On December 2, Trump posted a 46-minute video to his social media in which he repeated his baseless claims that the election was \"rigged\" and fraudulent and called for either the state legislatures or the courts to overturn the results of the election and allow him to stay in office.[492] He continued to apply pressure to elected Republicans in Michigan, Georgia, and Pennsylvania in an unprecedented attempt to overturn the election result. Some commentators have characterized Trump's actions as an attempted coup d'état or self-coup.[46]\n On December 15, the day after the electoral college vote, Republican Senate Majority leader Mitch McConnell, who was previously among those who would not recognize the election results, publicly accepted Biden's win, saying, \"Today, I want to congratulate President-elect Joe Biden.\"[493]\n Multiple news media outlets reported that at a December 18 meeting in the White House, there was discussion of Michael Flynn's suggestion to overturn the election by invoking martial law and rerunning the election in several swing states under military supervision.[494][495][496] Army Secretary Ryan D. McCarthy and Army Chief of Staff General James McConville later issued a joint statement saying: \"There is no role for the U.S. military in determining the outcome of an American election.\"[497] In a December 20 tweet, Trump dismissed the accusations of wanting to declare martial law as \"fake news\".[498]\n In a December 21 news conference, outgoing Attorney General William Barr disavowed several actions reportedly being considered by Trump, including seizing voting machines, appointing a special counsel to investigate voter fraud, and appointing one to investigate Hunter Biden.[499]\n On January 6, 2021, shortly after a rally held by Trump where he continued to press false claims of election fraud, a crowd of Trump supporters stormed the United States Capitol, interrupting the Joint session of the United States Congress where the official Electoral College ballots were being certified. The crowd caused widespread damage to the Capitol and forced lawmakers to evacuate the chambers where debate was occurring. As part of an organized effort by Republican lawmakers to challenge the results in close states, the House and the Senate were meeting separately to debate the results of Arizona's election and accepting the electoral college ballots submitted. Several other challenges were also planned. After the interruption, while leaders of both parties, including Vice President Pence, Speaker Pelosi, and Senate Majority Leader McConnell, all denounced the disruption and called on lawmakers to confirm the results, several Republicans pressed forward with their challenges, though they were unsuccessful in changing any of the electoral college results, and the official vote was certified in the early morning hours of January 7.[500][501][502]\n As the Trump campaign's lawsuits were repeatedly rejected in court, Trump personally communicated with Republican local and state officials in at least three states, including state legislators, attorneys general, and governors who had supported him in the general election and continued to support him. He pressured them to overturn the election results in their states by recounting votes, throwing out certain votes, or getting the state legislature to replace the elected Democratic slate of Electoral College members with a Republican slate of electors chosen by the legislature.[503] In late November, he personally phoned Republican members of two county electoral boards in Michigan, trying to get them to reverse their certification of the result in their county.[504] He then invited members of the Michigan state legislature to the White House, where they declined his suggestion that they choose a new slate of electors.[505] He repeatedly spoke to the Republican governor of Georgia and the secretary of state, demanding that they reverse their state's election results, threatening them with political retaliation when they did not, strongly criticizing them in speeches and tweets, and demanding that the governor resign.[506]\n During the first week of December, Trump twice phoned the speaker of the Pennsylvania state House of Representatives, urging him to appoint a replacement slate of electors; the speaker said he did not have that power but later joined in a letter encouraging the state's representatives in Congress to dispute the results.[503] On January 4 The Washington Post reported that in a phone call on January 2, Trump pressured Georgia secretary of state Brad Raffensperger to overturn the state's result, telling him \"I just want to find 11,780 votes\" and threatening him with legal action if he did not cooperate.[41][507] On January 4, 2021, Democratic congressional leaders, believing Trump \"engaged in solicitation of, or conspiracy to commit, a number of election crimes\", requested the FBI to investigate the incident.[508] In addition, while some House Republicans tried to defend Trump's Georgia call, Democrats began drafting a censure resolution.[509] Two months later The Washington Post acknowledged that they had originally used quotes not actually said by Trump, and added a correction to the article.[510] Also on January 2, 2021, Trump took part in a mass phone call with nearly 300 state legislators from Michigan, Pennsylvania, and Wisconsin, in which he urged them to \"decertify\" the election results in their states.[511]\n On November 11, Georgia Secretary of State Brad Raffensperger ordered a statewide hand recount of the vote in addition to the normal audit process. At the time, Biden held a lead of 14,112 votes, or 0.3% in the state.[512] The audit was concluded on November 19 and affirmed Biden's lead by 12,670 votes. The change in the count was due to a number of human errors, including memory cards that did not upload properly to the state servers, and was not attributable to any fraud in the original tally.[513] After certifying the results Republican Governor Brian Kemp called for another hand audit, demanding to compare signatures on absentee ballot requests to actual ballots, despite the fact that this request was impossible,[514] as signatures on mail-in ballot applications and envelopes are checked when they are originally received by election offices, and that ballots are thereafter separated from envelopes to ensure the secrecy of the ballot.[515][516] The Trump campaign requested a machine recount, which was estimated to cost taxpayers $200,000 in one Georgia county alone.[517] This recount reaffirmed Biden's victory in the state for the third time.[514]\n Trump unsuccessfully sought to overturn Biden's win in Georgia through litigation; suits by the Trump campaign and allies were rejected by both the Georgia Supreme Court[518] and by federal courts.[514][519] Trump also sought to overturn Biden's win by pressuring Kemp to call a special session of the Georgia General Assembly so state legislators could override the Georgia election results and appoint a pro-Trump slate of electors, an entreaty rebuffed by Kemp.[520]\n On November 18, the Trump campaign wired $3 million to pay for partial recounts in Milwaukee County and Dane County, Wisconsin, where Milwaukee and Madison, the two largest cities in the state and Democratic strongholds, are located.[521] During the recount, Milwaukee County election commissioner Tim Posnanski said several Republican observers were breaking rules by posing as independents. The recount started November 20 and concluded on November 29, increasing Biden's lead by 87 votes.[522][523]\n The presidential electors met in the state capitol of each state and in the District of Columbia on December 14, 2020, and formalized Biden's victory, casting 306 votes for Biden/Harris and 232 votes for Trump/Pence.[524][525] Unlike the 2016 election, there were no faithless electors.[526] In six swing states won by Biden, groups of self-appointed Republican \"alternate electors\" met on the same day to vote for Trump. These alternate slates were not signed by the governors of the states they claim to represent, did not have the backing of any state legislature, and have no legal status.[525][527]\n Even after the casting of the electoral votes and rejection of his lawsuits seeking to overturn the election by at least 86 judges,[525] Trump refused to concede defeat.[524][525][528] In a speech following the Electoral College vote, Biden praised the resiliency of U.S. democratic institutions and the high election turnout (calling it \"one of the most amazing demonstrations of civic duty we've ever seen in our country\") and called for national unity. Biden also condemned Trump, and those who backed his efforts to subvert the election outcome, for adopting a stance \"so extreme that we've never seen it before – a position that refused to respect the will of the people, refused to respect the rule of law and refused to honor our Constitution\" and for exposing state election workers and officials to \"political pressure, verbal abuse and even threats of physical violence\" that was \"simply unconscionable\".[529][528]\n The 117th United States Congress first convened on January 3, 2021, and was scheduled to count and certify the Electoral College votes on January 6, 2021. There were 222 Democrats and 212 Republicans in the House; there were 51 Republicans, 46 Democrats, and two independents in the Senate. Several Republican members of the House and Senate said they would raise objections to the reported count in several states,[530][531] meeting the requirement that if a member from each body objects, the two houses must meet separately to discuss whether to accept the certified state vote.[532][533] A statement from the vice president's office said Pence welcomes the plan by Republicans to \"raise objections and bring forward evidence\" challenging the election results.[534]\n On December 28, 2020, Representative Louie Gohmert filed a lawsuit in Texas challenging the constitutionality of the Electoral Count Act of 1887, claiming Vice President Pence has the power and ability to unilaterally decide which slates of electoral votes get counted.[535][536] The case was dismissed on January 1, 2021, for lack of both standing and jurisdiction.[537][538] The plaintiffs filed an appeal, and the appeal was dismissed by a three-judge panel of the appeals court the next day.[539]\n As vice president, Pence was due to preside over the January 6, 2021, congressional session to count the electoral votes, which is normally a non-controversial, ceremonial event. In January 2021, Trump began to pressure Pence to take action to overturn the election, demanding both in public and in private that Pence use his position to overturn the election results in swing states and declare Trump and Pence the winners of the election.[540] Pence demurred that the law does not give him that power.[541]\n Starting in December, Trump called for his supporters to stage a massive protest in Washington, D.C. on January 6 to argue against certification of the electoral vote, using tweets such as \"Big protest in D.C. on January 6th. Be there, will be wild!\"[542] D.C. police were concerned, and the National Guard was alerted because several rallies in December had turned violent.[543] On January 6, Trump supporters stormed the Capitol, stopping the count of the votes and prompting an evacuation of press and lawmakers.[544] The group entered the House and Senate chambers and vandalized offices. Five people died as a result of the events in the Capitol: one person was shot by police, one Capitol Police officer died from a stroke after physically engaging with rioters,[545] one person died of a heart attack, another of a stroke, and the final person's death is still under investigation. Trump has been accused of inciting the violence with his rhetoric,[546] an accusation that was reinforced with an article of impeachment filed on January 13 for \"incitement of insurrection\".[547]\n Congress reconvened that same night, after the Capitol was cleared of trespassers. The Senate resumed its session at around 8:00 p.m. on January 6 to finish debating the objection to the Arizona electors. Objections to the Pennsylvania electors were also considered. The joint session completed its work shortly before 4:00 a.m. on Thursday, January 7, declaring Biden and Harris the winners.[548][549][550] Several commentators viewed the attack on the Capitol Building as an indicator of increased political destabilization in the country that could lead to a spike of political violence in future elections, ranging from domestic terrorism to a Second American Civil War.[551][552][553][554][555][556]\n On January 11, 2021, Representative Cori Bush filed a resolution calling for the possible expulsion of more than 100 Republican members of the U.S. House of Representatives who voted against certifying results of the presidential election, and Senator Sheldon Whitehouse said the Senate Ethics Committee \"must consider the expulsion, or censure and punishment, of Senators Cruz, Hawley, and perhaps others.\"[557]\n On March 31, 2021, the Republican caucus of the Arizona State Senate hired several outside firms to examine the results of the presidential and senatorial elections in Maricopa County, where Biden had won by a large margin.[558] There had been three previous audits and recounts of that county's results.[559] The examination was initially funded by $150,000 from the State Senate operating budget; additional funding was to come from outside sources.[560] In July the lead firm conducting the review released a summary of major donors, indicating $5.7 million was raised from five groups associated with individuals who had cast doubt on the presidential election.[561] The audit began on April 22, 2021, and was expected to last 60 days.[562] The investigation was still ongoing in August when a judge issued an order for the release of documents.[563] On September 24, a preliminary release of the audit claimed to have found minor discrepancies in the original, state-certified count, which had actually widened Biden's margin by 360 votes.[564]\n On May 10, 2021, over 120 retired U.S. generals and admirals published an open letter alleging that there had been \"election irregularities\", suggesting that the election had not been \"fair and honest\" and did not \"accurately reflect the \"will of the people\", and arguing for tighter restrictions on voting.\"[565] On May 12, 2021, U.S. Representative Liz Cheney was removed from her party leadership role as Chair of the House Republican Conference, partially for continuing to assert that the election had been fair and that the election results were final.[566][567][568]\n Well into Biden's presidency, Trump continues to insist that he had actually won the 2020 election.[569] As of August 2021, surveys found that a majority of Republicans believe it.[570] A widespread rumor predicted that Trump would be somehow reinstated to the presidency in August 2021, although the predicted date of August 13 passed without incident.[571]\n Legend[572]\n Total television viewers8:00 to 11:00 p.m. EST\n Total cable TV viewers6:00 p.m. to 3:00 a.m. EST\n Television viewers 25 to 548:00 to 11:00 p.m. EST\n Cable TV viewers 25 to 546:00 p.m. to 3:00 a.m. EST\n \n", "https://www.pewresearch.org/politics/2021/06/30/behind-bidens-2020-victory/": "Read our research on: LGBTQ Attitudes & Experiences| Supreme Court | Race & Ethnicity Read our research on: LGBTQ Attitudes & Experiences| Supreme Court | Race & Ethnicity By Ruth Igielnik, Scott Keeter and Hannah Hartig Pew Research Center conducted this study to understand how Americans voted in 2020 and how their turnout and vote choices differed from 2016 and 2018. For this analysis, we surveyed U.S. adults online and verified their turnout in the three general elections using commercial voter files that aggregate official state turnout records. Panelists for whom a record of voting was located are considered validated voters; all others are presumed not to have voted. We surveyed 11,818 U.S. adults online in November 2020, 10,640 adults in November 2018 and 4,183 adults in November and December 2016. The surveys were supplemented with measures taken from annual recruitment and profile surveys conducted in 2018 and 2020. Everyone who took part is a member of Pew Research Center’s American Trends Panel (ATP), an online survey panel recruited through national, random sampling of telephone numbers or, since 2018, residential addresses. This way nearly all U.S. adults have a chance of selection. The surveys are weighted to be representative of the U.S. adult population by gender, race, ethnicity, partisan affiliation, education, turnout and vote choice in the three elections, and many other characteristics. Read more about the ATP’s methodology.  Here are the questions used for this report and its methodology. The 2020 presidential election was historic in many ways. Amid a global pandemic, with unprecedented changes in how Americans voted, voter turnout rose 7 percentage points over 2016, resulting in a total of 66% of U.S. adult citizens casting a ballot in the 2020 election. Joe Biden defeated Donald Trump 306-232 in the Electoral College and had a 4-point margin in the popular vote. While Biden’s popular vote differential was an improvement over Hillary Clinton’s 2016 2-point advantage, it was not as resounding as congressional Democrats’ 9-point advantage over Republicans in votes cast in the 2018 elections for the U.S. House of Representatives. Members of Pew Research Center’s nationally representative American Trends Panel were matched to public voting records from three national commercial voter files in an attempt to find a record for voting in the 2020 election. Validated voters are citizens who told us in a post-election survey that they voted in the 2020 general election and have a record for voting in a commercial voter file. Nonvoters are citizens who were not found to have a record of voting in any of the voter files or told us they did not vote. A new analysis of validated 2020 voters from Pew Research Center’s American Trends Panel examines change and continuity in the electorate, both of which contributed to Biden’s victory. It looks at how new voters and voters who turned out in one or both previous elections voted in the 2020 presidential election and offers a detailed portrait of the demographic composition and vote choices of the 2020 electorate. It also provides a comparison with findings from our previous studies of the 2016 and 2018 electorates. A number of factors determined the composition of the 2020 electorate and explain how it delivered Biden a victory. Among those who voted for Clinton and Trump in 2016, similar shares of each – about nine-in-ten – also turned out in 2020, and the vast majority remained loyal to the same party in the 2020 presidential contest. These voters formed substantial bases of support for both Biden and Trump. Overall, there were shifts in presidential candidate support among some key groups between 2016 and 2020, notably suburban voters and independents. On balance, these shifts helped Biden a little more than Trump. Overall, one-in-four 2020 voters (25%) had not voted in 2016. About a quarter of these (6% of all 2020 voters) showed up two years later – in 2018 – to cast ballots in the highest-turnout midterm election in decades. Those who voted in 2018 but not in 2016 backed Biden over Trump in the 2020 election by about two-to-one (62% to 36%). Both Trump and Biden were able to bring new voters into the political process in 2020. The 19% of 2020 voters who did not vote in 2016 or 2018 split roughly evenly between the two candidates (49% Biden vs. 47% Trump). However, as with voters overall, there was a substantial age divide within this group. Among those under age 30 who voted in 2020 but not in either of the two previous elections, Biden led 59% to 33%, while Trump won among new or irregular voters ages 30 and older by 55% to 42%. Younger voters also made up an outsize share of these voters: Those under age 30 made up 38% of new or irregular 2020 voters, though they represented just 15% of all 2020 voters. One somewhat unusual aspect of the 2016 election was the relatively high share of voters (nearly 6%) who voted for one of the third-party candidates (mostly the Libertarian and Green Party nominees), a fact many observers attributed to the relative unpopularity of both major party candidates. By comparison, just 2% of voters chose a third-party candidate in 2020. Overall, third-party 2016 voters who turned out in 2020 voted 53%-36% for Biden over Trump, with 10% opting for a third-party candidate. Among the 5% of Republicans who voted third-party in 2016 and voted in 2020, a majority (70%) supported Trump in 2020, but 18% backed Biden. Among the 5% of Democrats who voted third-party in 2016 and voted in 2020, just 8% supported Trump in 2020 while 85% voted for Biden. Here are some of the other key findings from the analysis: This analysis is based on a survey of 11,818 members of Pew Research Center’s American Trends Panel conducted Nov. 12-17, 2020, shortly after the general election. It also draws on surveys conducted among 10,640 panelists from Nov. 7-16, 2018, after the midterm election that year and 4,183 panelists from Nov. 29 to Dec. 12, 2016, after the general election. Researchers attempted to match the panelists to three different commercial voter files that contain official records of voter registration and turnout for 2016, 2018 and 2020. (For more details, see Methodology.) This study marries official turnout records with a post-election survey among a large, ongoing survey panel, with the goal of improving the accuracy of the results compared with relying on self-reported turnout alone. The survey panel also makes it possible to examine change in turnout and vote preference over time among many of the same individuals. This analysis joins a growing body of research seeking to achieve a more accurate assessment of the 2020 election, each based on somewhat different sources of data.2 Different methods and data sources have unique strengths and weaknesses, meaning that specific estimates are likely to vary among the studies and no single resource can be considered definitive. The 2020 election featured continuity in the voting patterns of major demographic and political groups in the population, but there were a few important shifts. The gender gap in the 2020 election was narrower than it had been in 2016 as Democrats made gains among men and Republicans made gains among women. In the 2016 election, Donald Trump won men by 11 percentage points (52% to 41%) while Hillary Clinton won women by 15 points (54% to 39%). In the 2018 election, Democrats substantially narrowed the gap with men (50% of men voted for Democratic candidates, 48% for Republican candidates) while maintaining an 18-point lead among women. In the 2020 election, men again divided nearly evenly (50% Trump, 48% Biden), while Biden’s advantage narrowed to 11 points among women (55% to 44%). Similarly, as Biden increased his level of support among White men in the 2020 election relative to Clinton’s in 2016, Trump gained among White women, which had the effect of further narrowing the gender gap among White voters. In 2016, Trump won White men by 30 points (62% to 32%). That gap narrowed to a 17-point margin for Trump in 2020 (57% to 40%). White women, a group sometimes categorized as swing voters and who broke nearly evenly in 2016 (47% for Trump to 45% for Clinton), favored him in 2020 (53% to 46%). Biden received the support of 92% of Black voters, nearly the same as Clinton received in 2016 and Democratic candidates for the U.S. House received in 2018. While Biden took a 59% majority of the Hispanic vote, Trump (with 38%) gained significantly over the level of support Republican candidates for the House received in 2018 (25%). To be sure, Hispanic voters are not a monolith; there is substantial diversity within the Hispanic electorate. One noteworthy feature of the 2020 election was the wide education gap among Hispanic voters. In 2020, Biden won college-educated Hispanic voters 69% to 30%. At the same time, Biden’s advantage over Trump among Hispanic voters who did not have a college degree was far narrower (55% to 41%). One of the most pivotal groups in the 2016 election was White voters without a four-year college degree, who were critical to Trump’s electoral college victory that year (nationally, he won them by a wide 36-point margin in 2016, 64% to 28%). Prior to 2016, differences in candidate preferences by education were typically much smaller than they were that year. In 2020, Trump won 65% of White non-college voters – nearly identical to his 2016 share – even as Biden outperformed Clinton among this group (33% of White non-college voters backed Biden, up from the 28% of this group Clinton won in 2016). At the same time, White voters with a college degree or higher supported Biden by roughly the same margin they had backed Clinton in 2016. Trump’s stronghold among White men without a four-year college degree loosened somewhat in 2020. While he still won this group by a little more than two-to one (66% to Biden’s 31%), that 35 percentage point gap is notably smaller than the 50-point gap in the 2016 election, when 73% of White men without a college degree supported Trump, compared with 23% who supported Clinton. Meanwhile, White men with a four-year college degree have become increasingly supportive of Democratic candidates, breaking close to evenly in 2016 (47% for Clinton, 44% for Trump) but supporting Biden by a 10-point margin in 2020. At the same time, Trump’s vote share among White women without a college degree grew slightly between the 2016 and 2020 presidential elections. In 2016, White, non-college women supported Trump by a margin of 56% to 33%. By 2020, Trump’s vote share rose to 64% among this group compared with 35% supporting Biden. Among white women with a college degree, support for Biden was on par with support for Clinton in 2016 (59%-40% in 2020). Biden and Trump benefited from similar levels of party loyalty in 2020, with Trump receiving 92% support among Republicans and Republican-leaning independents and Biden getting 94% among Democrats and Democratic leaners. Comparable levels of support for each candidate were seen among Democrats (95% for Biden) and Republicans (94% for Trump), not including leaners. Among independents and those who affiliated with other parties, Biden led Trump by 52%-43%. Ideological divisions within the parties were also apparent in the vote, with both Trump and Biden doing better among the ideological core of their parties. Trump received the votes of 97% of conservative Republicans and leaners but a smaller majority (79%) of Republicans who describe themselves as moderate or liberal. Biden took 98% of the vote among liberal Democrats and leaners and 91% among those who are moderate or conservative. A yawning age gap in voter support – a pattern that emerged in the 2004 presidential election for the first time since 1972 – continues to be evident, with voters under 30 favoring Joe Biden by 24 percentage points (Biden 59%, Trump 35%). Perhaps reflecting the enduring impact of this long-term age gap, voters ages 30 to 49 were also solidly in the Democratic candidate’s camp in 2020, favoring Biden by 12 points (55%-43%), similar to Clinton’s share among this age group. By contrast, older age groups divided fairly evenly between Biden and Trump, a result not too different from 2016. These patterns also are apparent when the lens is shifted to birth cohorts, or generations – groups of voters who share birth years and perhaps formative political experiences in common, such as the popularity of the president at the time they were first eligible to vote. Voters in the youngest adult generations today – Generation Z (those ages 18 to 23 in 2020) and the Millennial generation (ages 24 to 39 in 2020) – favored Biden over Trump by a margin of 20 percentage points, though Trump gained 8 points among Millennials compared with his 2016 performance. Generation Xers, those ages 40 to 55 in 2020, divided relatively evenly (51% to 48%), as did Baby Boomers. Only among members of the Silent Generation, ages 75 to 92 in 2020, was Trump clearly favored (by 58%-42%). Notably, Boomers and Silents (and the very small number of voters from the Greatest Generation) made up less than half of the electorate in 2020 (44%), compared with just over half in both 2016 and 2018. The political split between America’s rural areas and its suburban and urban locales remained substantial in 2020. Biden did considerably better among suburban voters in 2020 than Clinton did in 2016 (54% for Biden, 45% for Clinton). By contrast, Trump garnered the support of 65% of rural voters, including 71% of White rural voters; the latter represented an increase over the 62% he received among this group in 2016. Biden received a solid majority of votes among urban residents (66% overall), but Trump gained among urbanites relative to his performance in 2016 (33% in 2020, 24% in 2016). Voters in 2020 sorted along religious lines in ways consistent with recent elections. Protestants constituted nearly half of all voters (46%), as they did in 2016. Within the Protestant tradition, White evangelicals accounted for 19% of all voters, but a much higher share of Trump’s voters (34%). Without such broad support for Trump among White evangelicals, Biden would have beaten him by more than 20 points. White non-evangelical Protestants voted for Trump over Biden by a 14-point margin (57%-43%), while Black Protestants were an overwhelmingly Democratic group (91% voted for Biden). Biden, by contrast, drew strong support from religiously unaffiliated voters – atheists, agnostics, and those who say their religion is “nothing in particular.” Together, these voters made up 25% of voters, which is a slightly larger share of the total electorate than White evangelicals (19%). But support for Biden among the unaffiliated was not quite as lopsided as Trump’s support among White evangelicals (a 45-point margin for Biden among the unaffiliated vs. a 69-point margin for Trump among White evangelicals). Without the religiously unaffiliated, Trump would have had a 9-point popular vote margin over Biden. White non-Hispanic Catholics were more supportive of Biden (at 42%) than they had been of Clinton in 2016 (31%), but Trump still captured a solid majority of their votes (57%). White Catholics made up 14% of all voters. As was the case in the 2016 and 2018 elections, the Democratic voting coalition in 2020 looked quite different from the Republican coalition in several respects. Overall, Biden voters were younger, more racially and ethnically diverse, and less likely to live in rural areas than Trump voters. In 2020, 85% of voters who cast a ballot for Trump were White non-Hispanic; this compares with just 61% of Biden voters. These differences are roughly consistent with the share of White voters in each party’s coalition in 2016. Nearly two-in-ten voters who cast a ballot for Biden in the 2020 election (19%) were Black, identical to the share of Clinton voters in 2016 who were Black. That is significantly higher than the share of Trump voters who were Black (2%). The community profiles of Trump and Biden voters are similar in some fundamental ways to the previous two elections – but more voters who cast ballots for Biden in 2020 say they live in a suburban area compared with Clinton’s 2016 voters. Overall, urban voters continue to constitute a larger share of the Democratic coalition compared with the Republican coalition. And rural voters remain a significantly larger portion of the Republican electorate. However, when comparing Clinton’s voters with Biden’s, there are some significant shifts. In 2016, about half of Clinton’s voters described their communities as suburban (48%), while 32% said they were from an urban area and 19% were from a rural area. In 2020, suburban voters made up a majority of Biden’s coalition (55%); 28% of his voters said they lived in urban areas and 17% were from rural areas. In 2020, 31% of Trump voters had at least a four-year college degree – similar to the share of Trump voters who had a college degree in 2016. Far more Trump voters (roughly 70% in each presidential election) did not have a four-year college degree. The Democratic electorate is more evenly divided when it comes to education. In 2020, 46% of Biden voters had at least a college degree; 53% did not have a degree. As was the case in 2016, White voters without a four-year college degree made up a considerably larger share of GOP voters (58%) than Democratic voters (27%). At the same time, White voters with a college degree made up a larger share of Biden voters (34%) than Trump voters (27%). In 2020, the age profiles of Democratic and Republican voters looked largely similar to 2016. Younger adults continue to make up a larger share of Democratic voters compared with Republican voters. For example, in 2020, nearly half of Biden voters (49%) were younger than 50; that compares with 39% of Trump voters in 2020. Protestants made up a majority of those voting Republican in 2020, just as they did in 2016. Overall, 58% of Trump voters were Protestant, compared with just 35% of Biden voters. White evangelical Protestants, in particular, remained a critical part of the Republican voting coalition, making up 34% of Trump’s voters but just 6% of Biden’s. Catholics made up similar shares of Biden and Trump voters (19% and 22%, respectively); in 2016, Catholics made up a slightly higher share of Trump voters compared with Clinton voters (23% vs. 18%). Voters who were unaffiliated with any religious tradition (atheists, agnostics and those who describe themselves as “nothing in particular”) made up 35% of Biden voters but just 14% of Trump voters in 2020. The 2020 election brought a huge change in howAmericans cast their ballots. As some states looked to adapt to challenges in administering elections amid the COVID-19 pandemic, large numbers of voters were offered expanded access to absentee and vote-by-mail options in the 2020 election. As a result, a record number of voters said they cast their ballots this way (46%). And smaller shares of voters said they either voted in person on Election Day (27%) or in person before Election Day (27%). A majority of absentee voters said they had previously voted this way before the 2020 election (56%). Still, a sizable share (43%) said the November election was the first time they had cast an absentee or mail ballot. Sizable shares of voters across racial and ethnic subgroups cast absentee or mail-in ballots in the 2020 election – though there are some differences in voting methods when comparing across groups. White voters were most likely to say they voted in person on Election Day (30%). Comparably smaller shares of Black (20%) and Hispanic voters (18%) said the same. Black voters were more likely than White or Hispanic voters to say they cast their ballot in person before Election Day (42% of Black voters, vs. 27% of Hispanic voters and 25% of White voters). Voters ages 65 and older stand out in their voting behavior: 55% say they voted absentee or by mail in the 2020 election – 13 percentage points higher than the share of adults under 65 who cast a ballot by mail. Urban and suburban voters were considerably more likely than rural voters to say they cast their ballot by mail (50% of urban and suburban vs. 35% of rural voters). In contrast, rural voters were more likely to report voting in person on Election Day. A majority of Biden voters said they voted absentee or by mail in the 2020 election (58%). By contrast, about a third of Trump voters (32%) voted by mail. Roughly two-thirds of Trump voters (68%) said they voted in person, either on (38%) or before (30%) Election Day.  Reflecting these differences, Trump performed much better among voters who cast their ballots in person on Election Day (65% for Trump vs. 33% for Biden). These shares were reversed among absentee and mail-in voters: 65% of absentee voters said they voted for Biden, compared with 33% who voted for Trump. Preferences were more evenly divided among those who cast their ballots in person ahead of Election Day: 52% voted for Trump while 47% voted for Biden. The 2020 general election featured the highest rate of voter turnout in more than a century, with 66% of eligible adults casting a ballot for president. All members of the American Trends Panel who took the 2020 post-election survey – whether they voted or not – were asked which candidate they preferred in the race for president. Nonvoters – citizens for whom no record of turnout could be located or who told us they did not vote – preferred Joe Biden over Donald Trump by 15 percentage points, 50% to 35%, compared with Biden’s 4-point overall advantage among voters. Voters were nearly evenly divided on party affiliation, with 50% identifying or leaning Democratic and 48% identifying or leaning Republican, similar to the 51%-48% split in 2016. Nonvoters in 2020 were more closely divided on partisanship than they were in 2016. Among nonvoters in 2020, 46% were Democrats or leaned Democratic, while 41% were Republicans or leaned Republican. A majority of nonvoters in 2016 (55%) were Democrats or Democratic leaners, compared with about four-in-ten (41%) who were Republicans or leaned toward the Republican Party. Despite notable changes in the demographics of the two candidates’ coalitions, the demographic composition of the electorate as a whole in 2020 did not differ much from that of 2016. Although turnout was strong, stark demographic differences between voters and nonvoters similar to those seen in past U.S. elections were present in 2020, a pattern familiar to political observers. Voters as a group were considerably older than nonvoters. Adults younger than 50 made up 45% of all voters but 68% of nonvoters – nearly identical to the pattern seen in 2016. But generational change in the electorate was quite apparent. Very few members of Gen Z (born 1997 and later) were eligible to vote in the 2016 electorate, and they made up just 1% of all voters that year. In 2020, they were 8% of the total, though their lower rate of turnout compared with older age cohorts is reflected in the fact that they were 15% of eligible nonvoters. At the other end of the generational spectrum, members of the Silent and Greatest generations (born 1945 and earlier) fell from 16% of all voters in 2016 to just 8% in 2020, but their turnout rates remained among the highest of all generations.  Turnout differences by race and ethnicity persisted as well. White non-Hispanic adults were 72% of voters in 2020 but just 55% of nonvoting citizens. Black Americans made up 11% of voters, but a slightly larger share (14%) of nonvoting citizens, and Hispanic adults were 10% of voters but 20% of nonvoting citizens. Asian Americans (a relatively small but fast-growing group in the U.S.) made up 4% of voters and an identical share of nonvoting citizens (note: nonvoters in this analysis do not include noncitizens). Some of the largest differences between voters and nonvoters are seen on education and income. College graduates made up 39% of all voters in 2020 (about the same as in 2016) but only 17% of nonvoters. Adults with a high school education or less were 29% of all voters but half of nonvoters. In times of uncertainty, good decisions demand good data. Please support our research with a financial contribution.  1615 L St. NW, Suite 800Washington, DC 20036USA\n (+1) 202-419-4300 | Main\n (+1) 202-857-8562 | Fax\n (+1) 202-419-4372 | Media Inquiries\n About Pew Research Center Pew Research Center is a nonpartisan fact tank that informs the public about the issues, attitudes and trends shaping the world. It conducts public opinion polling, demographic research, media content analysis and other empirical social science research. Pew Research Center does not take policy positions. It is a subsidiary of The Pew Charitable Trusts.", "https://thehill.com/people/donald-trump/": " President of the United States, 2017 - 2021 The Wharton School of the University of Pennsylvania, B.S. New York City, NY Ivanka, Donald Jr., Eric, Tiffany, Barron  Republican Married, Melania United States 77   by Brett Samuels \n\t\t\t\t\t06/19/23 7:15 PM ET\t\t\t\t by Brett Samuels \n\t\t\t\t\t06/19/23 6:26 PM ET\t\t\t\t by Julia Manchester \n\t\t\t\t\t06/19/23 4:05 PM ET\t\t\t\t by Julia Mueller \n\t\t\t\t\t06/19/23 3:34 PM ET\t\t\t\t by Dominick Mastrangelo \n\t\t\t\t\t06/19/23 3:23 PM ET\t\t\t\t by Rachel Kleinfeld and Joanna Lydgate \n\t\t\t\t\t06/19/23 11:00 AM ET\t\t\t\t by Rebecca Beitsch \n\t\t\t\t\t06/19/23 10:40 AM ET\t\t\t\t by Douglas E. Schoen, Opinion Contributor \n\t\t\t\t\t06/19/23 10:00 AM ET\t\t\t\t by Rebecca Beitsch \n\t\t\t\t\t06/19/23 6:00 AM ET\t\t\t\t by Alexander Bolton \n\t\t\t\t\t06/19/23 6:00 AM ET\t\t\t\t by Sarah Fortinsky \n\t\t\t\t\t06/18/23 6:22 PM ET\t\t\t\t by Sarah Fortinsky \n\t\t\t\t\t06/18/23 4:27 PM ET\t\t\t\t by Sarah Fortinsky \n\t\t\t\t\t06/18/23 3:44 PM ET\t\t\t\t by Julia Mueller \n\t\t\t\t\t06/18/23 12:30 PM ET\t\t\t\t by Julia Mueller \n\t\t\t\t\t06/18/23 11:02 AM ET\t\t\t\t by Julia Mueller \n\t\t\t\t\t06/18/23 10:34 AM ET\t\t\t\t THE HILL 1625 K STREET, NW SUITE 900 WASHINGTON DC 20006 | 202-628-8500 TEL | 202-628-8503 FAX © 1998 - 2023 Nexstar Media Inc. | All Rights Reserved.", "https://twitter.com/realDonaldTrump": "We’ve detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to continue using twitter.com. You can see a list of supported browsers in our Help Center. Help Center \nTerms of Service\nPrivacy Policy\nCookie Policy\nImprint\nAds info\n      © 2023 X Corp.\n    ", "https://www.reuters.com/world/us/voting-system-firms-battle-right-wing-rage-against-machines-2022-11-06/": "[1/4] Carmen Dolores Fernandez votes for her first time during early voting for the upcoming midterm elections in Las Cruces, New Mexico, U.S., October 24, 2022.  REUTERS/Paul Ratje/File Photo Nov 6 (Reuters) - Donald Trump’s stolen-election falsehoods have thrust America’s voting machine suppliers into a national struggle to protect their businesses. Industry leaders Dominion Voting Systems and Election Systems & Software are waging a political and public relations ground war to beat back threats to their state and local government contracts, rooted in bogus conspiracy theories about vote manipulation. Dominion has also turned to the courts, filing eight defamation lawsuits against Trump allies and media outlets including Fox News. The efforts to fight misinformation have so far blocked any significant loss of business, in part because many counties and states are locked into long-term contracts for voting systems. But the companies are nonetheless taking the election-denial movement seriously as the belief in voter-fraud fictions continues to gain mainstream acceptance on the right. About two-thirds of U.S. Republicans say they believe the election was stolen from Trump, Reuters polls show. Whenever companies \"face a tsunami of suspicion and distrust of their products, that poses an existential threat to their livelihood and survival,” said Mark Lindeman, policy and strategy director at Verified Voting, a U.S. nonprofit that promotes the use of secure voting technology. Dominion faces the most intense opposition because the company has featured prominently in right-wing theories alleging its equipment flipped votes from Trump to Biden in 2020. In all, Dominion has faced campaigns in at least a dozen jurisdictions across eight states by officials or activists seeking to replace Dominion voting systems based on unproven fraud allegations, according to a Reuters review of government records and interviews with local officials. Among the risks: a statewide voting-systems contract Dominion holds in Louisiana, which Trump won handily. Officials there have indefinitely delayed awarding a new contract worth about $100 million amid pressure from pro-Trump, anti-machine activists. In Tuesday’s U.S. midterm elections, five counties facing voting-machine protests — in the states of Nevada, Arizona, Pennsylvania, South Dakota and Minnesota — plan to institute hand-counting of ballots as a check on their machine counts by Dominion or ES&S tabulating equipment. Among them is Nye County, Nevada, where commissioners voted unanimously to recommend dumping Dominion touch-screen voting machines after a pressure campaign by nationally prominent election deniers. Voting vendors also face including well-funded national campaigns targeting their machines. Such protests could gain steam nationally depending on the election outcome. Election deniers who support ending the use of electronic voting systems are campaigning in battleground states such as Arizona, Michigan, Nevada and Pennsylvania for governor or secretary of state — the top voting administrator. Dominion declined to comment on its financial performance since the 2020 election and did not answer detailed questions about its campaign to battle misinformation. The company told Reuters that it has been “active” in “refuting the harmful lies spread about us.” Stolen-election activists, the company said, have “damaged our company, harmed elections officials, and diminished the credibility of U.S. elections.” ES&S also declined to provide financial specifics but said it has not lost customers because of the voting-machine protests. “Jurisdictions continue to need to seek trustworthy support of their elections,” the company said in a statement. Both companies managed to grow their revenue in 2021, after the contested 2020 election, according to data provided by PrivCo, which tracks private company financial information in a proprietary database. The assault on voting machines is at the center of a broader offensive on the U.S. election system by a loose network of right-wing activists. Across the country, election officials have received hundreds of threats or menacing messages that cite debunked conspiracies involving the machines. And pro-Trump officials and activists, on the hunt for fraud evidence, have been accused of gaining or trying to gain unauthorized access to voting equipment in at least 18 security breaches since the 2020 election, Reuters has previously reported. Debunking the torrent of misinformation is costly, forcing voting-machine companies to expand investments in litigation and public relations, according to more than two dozen interviews with election officials, voting-system vendors and their representatives. Dominion has vocally rebutted voting-machine conspiracy theories in public statements and in its defamation lawsuits. But it has kept a lower profile in the local political fights over its contracts. The company said it prefers to provide information and expertise to local officials who are dealing directly with voting-machine protesters. ES&S executives travel multiple times a month to states like Kentucky, Wyoming and Idaho, where they participate in equipment demonstrations for the public, according to the company. They confront questions such as whether the machines are connected to the Internet (they aren’t) and whether the company has foreign owners (it doesn’t). The executives include Chris Wlaschin, the company’s senior vice president and chief of security. ES&S also says it helps public information officers field questions from voters and the media even in jurisdictions where it has no business — such as Antrim County, Michigan, where a quickly corrected error in the initial reporting of 2020 results from Dominion machines was seized on by conspiracy theorists to baselessly allege widespread fraud in the state. “When we are able to sit at that table and respond to questions, it shows that we are not hiding,” Wlaschin said. Right-wing activists’ nonsensical claims about systemic vote-rigging have overshadowed a more useful and long-running debate about legitimate issues with U.S. voting systems, according to four election technology experts interviewed by Reuters. Experts have long scrutinized Dominion, ES&S and other voting technology firms over issues including security, usability and interoperability, accessibility for people with disabilities, and a lack of transparency around pricing and contracts. The systems are “far from perfect,” said Lindeman, of Verified Voting, but the torrent of pro-Trump vote-manipulation claims “make no sense whatsoever.” Attacks on voting machines exploded after the 2020 election, led by Trump himself. He tweeted on Nov. 12, days after the election, that Dominion “deleted” votes or “switched” them to his Democratic rival, Joe Biden. As Trump’s misinformation went viral, Denver-based Dominion faced an onslaught of Republican voter rage. Since then, false claims about Dominion and other voting-technology companies have caught fire, spread by local and national politicians, aspiring pro-Trump congressional candidates, Republican activists and right-wing media. Some have alleged without evidence that Dominion machines were rigged in plots involving Chinese communists, Venezuelan socialists or Antifa, the loosely organized U.S. anti-fascist movement. Dominion is fighting back in court. Since the 2020 election, it has filed eight defamation lawsuits against Trump allies and conservative media outlets. None has yet been resolved. The company has sued Fox News for $1.6 billion in Delaware Superior Court, alleging that Fox defamed the firm by amplifying false claims about its technology in an effort to boost ratings. In a statement to Reuters, Fox called the damages claims \"outrageous\" and “nothing more than a flagrant attempt to deter our journalists from doing their jobs.” A trial is set for April 2023. To fight local political battles, Dominion arms state and county election officials with data and other information to counter conspiracy theorists. Kay Stimson, Dominion’s vice president of government affairs, often calls in to local meetings when voting machine issues arise, to keep abreast of the accusations or to answer questions from officials. In Nevada, Dominion employs a high-profile consultant, former Republican Nevada governor Robert List, who appears at county meetings as the face of the company – someone who can sympathize with Trump supporters but deflect blame for his loss away from Dominion. At an April board of commissioners meeting in Elko County, for example, List told residents that he shares their “rural values” and, as a Trump supporter himself, was disappointed in the outcome of the election. “But I know it wasn’t the fault of the machines,” he said, before debunking some common claims by election conspiracy theorists. Some of the highest-profile attacks on voting machines have originated with MyPillow chief executive and Trump ally Mike Lindell. In June, at a Louisiana Voting System Commission meeting, he told state officials that America will be lost “if we keep even one machine in this country going forward.” The commission was created by law in 2021 amid widespread claims of voter-fraud and machine-rigging in the 2020 election. The law also banned a type of voting machine that does not create an auditable paper trail, according to a September report on the effort from the Public Affairs Research Council of Louisiana (PAR), a nonprofit public policy organization. Lindell said in an interview that his goal in Louisiana and nationally is to force the removal of all voting and voting-counting machines and return to counting paper ballots by hand. Election officials and experts overwhelmingly reject that idea, saying the laborious process would make elections more vulnerable to fraud and error, not less. Many voting security experts recommend a middle-ground approach that already is used in the majority of U.S. jurisdictions: hand-marked ballots, completed in private by voters and counted by machines, which create a paper trail for audits or recounts. Among those calling for Louisiana to ditch Dominion machines is the state’s Republican National Committeewoman, Lenar Whitney. At a Republican Party meeting last year, she described Dominion as committing “illegal and treasonous acts” in the 2020 election. Whitney did not respond to a request for comment. In the spring of 2021, Dominion launched a public relations campaign in Louisiana, including ads on the radio and a conservative political website, to fend off opposition to its bid for a new state contract, worth about $100 million. Its executives – along with those from other vendors – appeared at the June Voting System Commission meeting where Lindell gave his presentation attacking the machines. The executives provided technical answers to address common fears of machine skeptics — reassuring them that Dominion was U.S.-owned, and that its machines could not be remotely accessed or rigged through components imported from China. Authorities in the heavily Republican state acknowledge that their aging Dominion machines, most of them bought in 2005, are outdated. The machines Louisiana uses are no longer manufactured, requiring the state to scavenge for parts when they break and to lease some new Dominion machines as temporary replacements, according to the PAR report. The machines also do not create a paper trail for auditing, which most states now require. Nonetheless, Republican Secretary of State Kyle Ardoin last year abandoned a state effort to buy new machines amid protests from anti-machine activists and complaints about the fairness of the bidding process. The Louisiana secretary of state’s office did not make Ardoin available for an interview or answer questions about the delayed contract and the pressure from stolen-election activists. The Republican state election chief, who chairs the Voting System Commission, invoked a “chairman’s privilege” to allow Lindell more time to speak at its June meeting, where the pillow magnate addressed the board for 17 minutes. A couple of months later, on August 14, Ardoin appeared on an episode of “The Lindell Report,” a show on Lindell’s website. Ardoin said in the 40-minute conversation that he had sent a letter on Aug. 10 ordering local Louisiana election officials to preserve records from the 2020 election as potential fraud evidence. The secretary of state stopped short of alleging widespread voter fraud in 2020 but said a “travesty of manipulation” had “changed the outcome.” He referred to election law changes before the vote, which included expansions of mail voting and ballot drop boxes meant to protect voters amid the coronavirus pandemic. Asked about voting machines, Ardoin said he had told the chief executives of at least two machine suppliers that they needed to be more “transparent” about the internal workings of the equipment. Otherwise, he recalled telling them, “You’re going to go out of business and our Republic is going to go to hell in a handbasket.” HAND-COUNTING IN NEVADA Dominion’s business is also precarious in Stark County, Ohio. The local Board of Elections voted in December 2020 to replace aging Dominion machines with more than 1,400 new ones at a cost of $6.5 million. After Trump supporters protested, citing false voter-fraud claims, the county’s all-Republican Board of Commissioners voted in March of 2021 to withhold funding for the machines, arguing the county could save money by using other voting-equipment vendors. The county’s Board of Elections sued the commissioners in April last year to try to force them to buy the machines in time for primary elections. The Ohio Supreme Court ruled in May 2021 that the elections board has authority to select voting technology, and that the county must go ahead with the purchase of Dominion machines. The county complied with the ruling. Members of the elections board and the county commission did not respond to requests for comment. In Nevada, a critical election battleground, seven county commissions have considered changing their election systems, by switching voting-equipment vendors or getting rid of the machines altogether. Five of the counties have not moved forward on the proposals, but two have started making changes. In December 2021, officials in Nevada’s rural Lander County voted to switch from Dominion to ES&S – a vendor used by just one other Nevada county. A Lander County elections technology official told an October board of commissioners meeting that replacing Dominion machines was a “positive change to help regain trust in the system.” County officials approved spending more than $223,000 on new ES&S equipment and an additional $69,000 for equipment installation, training and maintenance. In Nye County, where Trump won 69% of votes in 2020, commissioners voted 5-0 in March to request that the county clerk ditch Dominion touch-screen voting machines and require voters to submit paper ballots. The county plans to continue using Dominion vote-counting machines, but also to separately hand-count the ballots to confirm the result. Newly elected County Clerk Mark Kampf in September called the continued use of Dominion tabulators a “stopgap measure” as the county researches whether it can exclusively hand-count in the future. Commissioners were persuaded after a presentation led by Jim Marchant, a Republican candidate for Nevada Secretary of State who falsely claimed voting machines were rigged against Trump in 2020. Marchant is running in a close race and could become the state’s top election official. “Why is it even a possibility we would even use any of these electronic voting machines at all?” Marchant asked in a March 3 email to Nye’s commission chair, obtained by Reuters in a public records request. Marchant did not respond to requests for comment. The decision by Nye’s commissioners amounted to a recommendation. Only the county clerk could legally implement it. Nye’s longtime Republican clerk, Sandra Merlino, said she took early retirement in August out of frustration with the move to scrap the machines. Her replacement, Kampf, has claimed Trump won the 2020 election. He moved quickly to implement the hand-counting plan. Kampf did not respond to a request for comment. Nye’s move to paper ballots and its possible switch to exclusively hand-counting could cost Dominion. The company had been receiving more than $50,000 annually for maintenance and other services, according to Merlino, the former clerk. Dominion machines remain in use in 14 of Nevada’s 17 counties. Merlino said she was stunned the commissioners voted for junking the machines and returning to old-fashioned hand counts. “I thought: My commissioners are not going to go for this,” she said. “But they did.” Our Standards: The Thomson Reuters Trust Principles. U.S. Attorney General Merrick Garland made an unannounced visit to the International Criminal Court on Monday and met its top prosecutor, a sign of Washington's shifting policy toward the world's permanent war crimes tribunal. Reuters, the news and media division of Thomson Reuters, is the world’s largest multimedia news provider, reaching billions of people worldwide every day. Reuters provides business, financial, national and international news to professionals via desktop terminals, the world's media organizations, industry events and directly to consumers. Build the strongest argument relying on authoritative content, attorney-editor expertise, and industry defining technology. The most comprehensive solution to manage all your complex and ever-expanding tax and compliance needs. The industry leader for online information for tax, accounting and finance professionals.  Access unmatched financial data, news and content in a highly-customised workflow experience on desktop, web and mobile.  Browse an unrivalled portfolio of real-time and historical market data and insights from worldwide sources and experts. Screen for heightened risk individual and entities globally to help uncover hidden risks in business relationships and human networks. All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2023 Reuters. All rights reserved", "https://www.washingtonpost.com/politics/2022/11/08/problems-with-voting-machines-arizonas-maricopa-county-trigger-unfounded-fraud-claims/": "PHOENIX — Problems with vote-counting machines at some polling locations in Maricopa County, home to more than 60 percent of Arizona’s voters, became grist for prominent right-wing voices who deny the legitimacy of the 2020 election to claim without evidence that Tuesday’s vote was also fraudulent. At about a quarter of the county’s 223 voting locations, vote-counting machines were unable to read some of the ballots that are printed on-demand for voters, county officials said. Technicians traveled around the county Tuesday changing the printer settings. In the meantime, election officials advised voters to either wait for tabulators to come back online, go to another voting location or to drop ballots in secure slots so they could be counted at the end of the day or in the coming days at the county’s tabulation center in downtown Phoenix, said Megan Gilbertson, spokesperson for the county’s election department. County officials stressed that no one was being prevented from voting and that no one’s ballot had been mishandled. They have said for weeks that ballot counting could take as many as 12 days. “There has not been a voter — as far as I know — a voter who has been turned away, who presented valid ID,” said Bill Gates, the Republican chair of the Maricopa County Board of Supervisors. “The only issue is how the vote was tabulated. Whether it was tabulated at the site,” or at the county’s tabulation center. Attorneys for top Republicans, including the national party and the respective candidates and committees, asked a judge on Tuesday afternoon to require county officials to extend voting times by three hours, among other things. A judge denied the request, arguing that Republicans were unable to show that any voter had been denied the ability to cast a ballot. Arizona Secretary of State Katie Hobbs, who is also the Democratic candidate for governor, sought to reassure voters that the technical errors were minor and would not stand in the way of ballot counting. “Every single voter can be confident that their vote will be counted,” Hobbs said during an election afternoon stop at a polling place in south Phoenix. 1/3 More than 103,000 people had voted at polling locations as of Tuesday afternoon, with some sites experiencing lines. About 75 vote centers had less than 10 minute wait times, Gilbertson said. A vast majority of Arizona voters usually cast their ballots early. Maricopa County Recorder Stephen Richer, a Republican who is responsible for voter registration and early voting, apologized in a statement posted on Twitter to “any voter who has been frustrated or inconvenienced.” Richer promised “every legal vote will be tabulated.” Kari Lake, the Republican nominee for governor, lambasted the county for the problems but bristled at a question about whether she had grounds to say the results wouldn’t be accurate. “I haven’t suggested that,” Lake said Tuesday, speaking to reporters after voting in downtown Phoenix. “We’re going to see what happens.” She urged people to stay in line, saying, “Don’t let all this craziness stop you from voting.” Critics of Arizona’s voting systems seized on the ballot-counting problems on Twitter and conservative social media sites, offering them as examples of a need to overhaul the state’s voting systems. One post included a video of a poll worker advising voters of their options and has been viewed more than a half-million times. It was posted by Tyler Bowyer, chief operating officer of the political arm of the pro-Trump youth group Turning Point USA. That group supports in-person voting at individual precincts on Election Day, and Bowyer has been critical of the state’s early-voting system. How a pro-Trump youth group remade the Arizona GOP, testing democracy The problems caught the attention of former president Donald Trump, who continues to baselessly contest his loss in the state in 2020. He noted that many Republicans decided to vote on Tuesday instead of casting their ballots by mail. “Here we go again,” he wrote on Telegram. “The people will not stand for it!!!” Online, right-wing influencers also seized on the issues. “The fix is in!” wrote the Gateway Pundit, a blog that was a key spreader of false claims about the 2020 election. “Why are tax payers money being used to pay for tabulators that don’t work? Looks like it’s time to go back to what worked on Election day. Paper Ballots & Hand Counting!” wrote an account for Diamond and Silk, a comedy duo. Those preemptively suggesting something nefarious was occurring included Blake Masters, Arizona’s Republican nominee for U.S. Senate. Masters, who is vying to unseat Sen. Mark Kelly (D-Ariz.), was the most prominent candidate to amplify the suspicions, painting isolated incidents of mechanical errors as a Democratic ploy. “Hard to know if we’re seeing incompetence or something worse,” he wrote. “All we know right now is that the Democrats are hoping you will get discouraged and go home.” Researchers tracking the spread of online misinformation said problems with voting machines were among the most common drivers of conspiracy theorizing early Tuesday, with the narrative stretching beyond Arizona and reaching Michigan and Pennsylvania as well. A Cybersecurity and Infrastructure Security Agency senior official said the agency has been in touch with election officials, both in Maricopa County and at the state level to address any technical issues that could impact their ability to administer the election with integrity. With that resolved, the official said, the agency plans to help amplify election officials as trusted voices. If you’re at a polling place experiencing an issue with a tabulator, you have three options & your vote will be counted in each. 1) stay where you are and wait for tabulator to come online 2) drop your ballot in the secure slot (door 3) on tabulator 3) go to a nearby vote center At a polling place in Glendale, some 30 miles north of downtown Phoenix, prospective voters formed an hours-long queue as the sun set on Election Day, turning the sky above Dove of the Desert Methodist Church pale pink. Wes and Cindy Granger finally cast their ballots here after waiting three hours — and they would’ve stood there even longer if they had to. “We would have stayed here until midnight,” said Cindy, 69. “There’s no way we would have left.” The married couple were committed to voting in person, and weathering the long lines that came with the tabulation machine troubles, because they said they didn’t trust mail-in ballots or drop boxes. “I think people in Arizona are suspicious anyway, and when things like this happen it makes you even more suspicious,” said Wes, 70, who returned from a three-day hunting trip with his grandson to vote in person. “Hopefully they can curb that.” After filling out their ballots and unsuccessfully running them through the tabulation machine, the Grangers said they were allowed to use the precinct’s accessible voting device, a computerized touch-screen system. They left feeling confident their votes — for Republicans across the board — were counted. And so did Erin O’Brien. The 41-year-old filled out her ballot in-person and dropped it in a box at the polling place to be counted at the county recorder’s office later — the alternative option here for those who wanted a shorter wait time. O’Brien, who voted for the Democratic slate of candidates, said the process took an hour. She likes to cast her ballot in-person and bring her teenage son along, she said, so she can show him firsthand the importance of voting. “But I think now I’ll probably do mail-in,” she said with a laugh. “Because this is ridiculous.” Tim Starks and Rosalind Helderman contributed to this report. Georgia runoff election: Sen. Raphael G. Warnock (D) won re-election in the Georgia Senate runoff, defeating Republican challenger Herschel Walker and giving Democrats a 51st seat in the Senate for the 118th Congress. Get live updates here and runoff results by county. Divided government: Republicans narrowly won back control of the House, while Democrats will keep control of the Senate, creating a split Congress. What the results mean for 2024: A Republican Party red wave seems to be a ripple after Republicans fell short in the Senate and narrowly won control in the House. Donald Trump announced his 2024 presidential campaign shortly after the midterms. Here are the top 10 2024 presidential candidates for the Republicans and Democrats. "}